{
    "02.000.03": {
        "title": "",
        "desc": "You always can say just what you mean. Almost always right-on when it comes to questions of feelings, you take an active interest in psychology, different cultures, and history. You can find support from all sides when it comes to any sort of mental activity -- writing, speaking, and all forms of communication."
    },
    "02.180.03": {
        "title": "",
        "desc": "It may be hard to find support for your ideas, and arguments may arise with those who oppose or challenge your way of thinking. You could find yourself thinking and presenting ideas that are out of place or don't go along with the current mood. Since you don't always pay attention to your own moods and feelings, some of your ideas may not even feel right to you. You could say things that upset or challenge those around you. You may be great at argument."
    },
    "02.135.03": {
        "title": "",
        "desc": "You say things you don't mean, and you don't always mean what you manage to say. Your feelings often run counter to what you think or communicate, and you are not at your best when things get emotional. What you say may evoke emotions from others."
    },
    "02.090.03": {
        "title": "",
        "desc": "You have difficulty expressing your emotions and tend to say things that are unrelated to what you may actually be feeling. You blurt out stuff that you don't really feel, and have trouble putting your real feelings into words. Thus you can't find a lot of support from others for what you think. You don't waste a lot of thought on your surroundings, and history or tradition probably are not high on your interest list. You may upset others with things that you say. You could tend to argue with women."
    },
    "02.045.03": {
        "title": "",
        "desc": "You say things you don't mean, and you don't always mean what you manage to say. Your feelings often run counter to what you think or communicate, and you are not at your best when things get emotional. What you say may evoke emotions from others."
    },
    "02.030.03": {
        "title": "",
        "desc": "A great speaker or entertainer. At the very least, the gift of gab. Working with or teaching others and communicating via the mind in general are indicated. A natural storyteller, you are at home in the world of myths and dreams."
    },
    "02.060.03": {
        "title": "",
        "desc": "A great speaker or entertainer. At the very least, the gift of gab. Working with or teaching others and communicating via the mind in general are indicated. A natural storyteller, you are at home in the world of myths and dreams."
    },
    "02.120.03": {
        "title": "",
        "desc": "Your ideas and images about the traditional (history in general) and the environment around you make it easy for you to work with and teach others. You understand and perform well with younger people and know what it takes to create a supportive environment. You handle words and tell stories with consummate skill, and others love to hear you speak or entertain. You have a touch of the Blarney Stone about you."
    },
    "02.030.04": {
        "title": "",
        "desc": "A born charmer with an innate love and appreciation for other people, especially children. A sense of color, of music and all of the arts -- the beautiful and the comfortable. Always welcome in a group, you are a connoisseur of things bright and kind."
    },
    "02.000.04": {
        "title": "",
        "desc": "You like other people, and they can tell. Others value you for your sense of discrimination and kindness. You love working with groups, especially in psychological areas and where feelings are involved. You are very discriminating when it comes to your home and surroundings -- a great lover of tradition. Your love of history, different cultures, and your own past is exceptional. You value and are a connoisseur of all things bright and kind."
    },
    "02.180.04": {
        "title": "",
        "desc": "You have trouble appreciating or feeling comfortable with your emotions, especially when with others. Your particular set of values and appreciation may provoke confrontations with others. You don't care how they may be feeling, and they may not be very supportive of some of your own values. You are not noted for your great sense of discrimination when it comes to your surroundings including the environment you live in. You don't care much for psychology, customs, and traditional values, in general."
    },
    "02.135.04": {
        "title": "",
        "desc": "Others may not support or feel right about your values. You may be unable to appreciate or show love to someone who supports and provides for you. You may have very little interest in your own past, or history in general. You don't value sentiment."
    },
    "02.045.04": {
        "title": "",
        "desc": "Others may not support or feel right about your values. You may be unable to appreciate or show love to someone who supports and provides for you. You may have very little interest in your own past, or history in general. You don't value sentiment."
    },
    "02.060.04": {
        "title": "",
        "desc": "A born charmer with an innate love and appreciation for other people, especially children. A sense of color, of music and all of the arts -- the beautiful and the comfortable. Always welcome in a group, you are a connoisseur of things bright and kind."
    },
    "02.120.04": {
        "title": "",
        "desc": "You have a natural appreciation for the past, personal as well as world history -- all that is traditional. You find it easy to work with music, color, fabric, and the arts -- whatever is beautiful and genial. You would make a superb decorator of homes and, in general, all kinds of environments. You enjoy moods and emotions (whatever is psychological), especially in a group setting. Younger people, the helpless, and the needy can always be found under your umbrella."
    },
    "02.090.04": {
        "title": "",
        "desc": "You don't appreciate emotion and sentiment, in particular when in a group. Despite the above, you may feel that your  feelings go unappreciated. Your disdain for demonstrations of affection may find you unable to appreciate or show love to someone who supports and provides for you. Your system of values tends to go against group norms, and may, at times, irritate others. Tradition, the past, and history in general have little to offer you."
    },
    "02.030.05": {
        "title": "",
        "desc": "A born coach or teacher, you are at home in the physical and \"doing\" areas of life. An inspiration and driving force in the lives of others. Quite able to manage a very active and strong emotional life. Strong spirit. Attractive. Direct, perhaps loud."
    },
    "02.060.05": {
        "title": "",
        "desc": "A born coach or teacher, you are at home in the physical and \"doing\" areas of life. An inspiration and driving force in the lives of others. Quite able to manage a very active and strong emotional life. Strong spirit. Attractive. Direct, perhaps loud."
    },
    "02.045.05": {
        "title": "",
        "desc": "Your own forcefulness and drive can make it difficult for others to offer you nourishment and support. You can be too harsh to allow any real sentiment and feeling to flourish. You tend to ignore personal history and any display of emotions."
    },
    "02.090.05": {
        "title": "",
        "desc": "You may find yourself being too harsh or forceful when dealing with others, especially in group situations. The social fabric around you is something you tear through all too often in your drive to get things done. This can result in a distinct lack of support or assistance from others. Since you tend to ignore sentiment and the feelings of others, you are often left on your own. This noncooperation  makes it hard to really get ahead."
    },
    "02.135.05": {
        "title": "",
        "desc": "Your own forcefulness and drive can make it difficult for others to offer you nourishment and support. You can be too harsh to allow any real sentiment and feeling to flourish. You tend to ignore personal history and any display of emotions."
    },
    "02.180.05": {
        "title": "",
        "desc": "You may not get a lot of support for the way you come on -- your basic energy and drive. You tend to go against the crowd and somehow always manage to create reverberation in those around you. Some may even find you overbearing, for your intensity runs counter to whatever is traditional or established. This fact could involve you in a lot of arguments over the years. You are not the least bit sentimental, and even tend to ignore sentiment in others."
    },
    "02.000.05": {
        "title": "",
        "desc": "You can be a real moving force in the lives of others. A natural group leader or trainer, your vitality and drive are communicated to all those you contact, especially younger people. Your enthusiasm is so strong that it can sometimes be a little too much, making others uncomfortable. You put a lot of effort into those around you, and also into your surroundings and home environment."
    },
    "02.120.05": {
        "title": "",
        "desc": "You find it easy to work with other people and tend to pour a lot of energy into those around you. Your home and surroundings reflect this. When it comes to teaching or coaching younger people, you are a natural, always able to motivate and inspire others. With your powerful spirit, you enjoy your strong emotions and have an active social life as well."
    },
    "02.060.06": {
        "title": "",
        "desc": "Like a fish in water when in the limelight or in a group, you have an innate social charm. Political and lucky too! A natural sense of what's right or of the way to get things done brings great popularity, even renown. Law, education. Could be lazy."
    },
    "02.030.06": {
        "title": "",
        "desc": "Like a fish in water when in the limelight or in a group, you have an innate social charm. Political and lucky too! A natural sense of what's right or of the way to get things done brings great popularity, even renown. Law, education. Could be lazy."
    },
    "02.045.06": {
        "title": "",
        "desc": "You may have trouble finding support for what you do (your path or career). The way to success for you seems to run counter to emotions and sentiment. You avoid activities having to do with your past environment. Your business is nondomestic."
    },
    "02.090.06": {
        "title": "",
        "desc": "The path or career that you take may go against tradition and thus sometimes be a lonely one. Don't expect much support from those around you. There is also some danger you could overextend, making decisions that go against your own better feelings and instincts. Career choices could be at the expense of home and surroundings. Your approach to solving problems may get you in hot water with others, resulting in frequent debates, if not out-and-out arguments."
    },
    "02.135.06": {
        "title": "",
        "desc": "You may have trouble finding support for what you do (your path or career). The way to success for you seems to run counter to emotions and sentiment. You avoid activities having to do with your past environment. Your business is nondomestic."
    },
    "02.000.06": {
        "title": "",
        "desc": "The public loves you, and it may be hard for you to avoid working with and for others. The way for you involves working with people. Everyone sees you as genuine and giving and tends to trust you on sight. Your ability to counsel others is excellent, and you are always sought out for advice. A born leader, others find it easy to take instructions from you and tend to follow your example. You enjoy helping others solve their problems."
    },
    "02.180.06": {
        "title": "",
        "desc": "It may be hard for you to get support from others on career and vocational decisions. You tend to go against the crowd, taking the road less traveled by. You seldom follow what's popular, always preferring to go it alone. Your home and surroundings may suffer as the result of some of your career choices. You stick to your guns and tend to brush off questions of sentiment, whether your own or others."
    },
    "02.120.06": {
        "title": "",
        "desc": "You have a knack for always finding assistance in whatever career moves you decide to make. In fact, your ability to rally support makes a public career of one kind or another quite probable. Success is indicated in education, politics, or the law. You know how to attack and solve problems, whether personal or public. Chances are, your social skills mean that you are popular with almost everyone."
    },
    "02.180.07": {
        "title": "",
        "desc": "Your approach to discipline and responsibilities does not exactly cater to the moods and feelings of others. You have little patience for sentiment, tradition, and history. Your lack of control over your own feelings can result in real arguments. One result is that you may not always have the support of those around you. You sometimes have to go it alone."
    },
    "02.120.07": {
        "title": "",
        "desc": "Your sense of responsibility is so well developed that you always end up managing any situation you become involved in. You are disciplined, work hard, and are good at getting others to work with and for you. Perhaps a little too serious and frugal, you enjoy getting along on less. Essentials are what count. You like to keep to yourself and tend to avoid too much socializing. Others may prefer keeping some distance too."
    },
    "02.060.07": {
        "title": "",
        "desc": "A tireless and disciplined worker, you have a tendency to be serious and to prefer being alone over entering the social scene. You can get the most out of others, get them to work under you.  A wisdom that comes from simple needs. Conservative. Careful."
    },
    "02.030.07": {
        "title": "",
        "desc": "A tireless and disciplined worker, you have a tendency to be serious and to prefer being alone over entering the social scene. You can get the most out of others, get them to work under you.  A wisdom that comes from simple needs. Conservative. Careful."
    },
    "02.045.07": {
        "title": "",
        "desc": "Your sense of organization and self-discipline may exist at the expense of your feelings. Others could feel cut off by your no-nonsense approach and may not be as supportive as you might wish. This could result in your being somewhat of a loner."
    },
    "02.135.07": {
        "title": "",
        "desc": "Your sense of organization and self-discipline may exist at the expense of your feelings. Others could feel cut off by your no-nonsense approach and may not be as supportive as you might wish. This could result in your being somewhat of a loner."
    },
    "02.000.07": {
        "title": "",
        "desc": "You are a natural architect when it comes to home and environment, always arranging and re-ordering your present surroundings. Others recognize in you an intuitive organizer, able to manage both feelings and situations. Many may find your determined approach useful but not a lot of laughs and thus tend to keep their distance. You have very definite feelings and like to exercise emotional control over yourself and a group. Your more serious approach, while perhaps not the life of the party, is dependable and trustworthy."
    },
    "02.090.07": {
        "title": "",
        "desc": "You have difficulty controlling your emotions, and this often results in flare-ups with others, especially family or those closest to you. This could cost you much-needed support and intimacy. Your tendency to get harsh, both with yourself and with those around you, may mean that you spend a lot of time alone. You have a tendency to spoil your own nest. Your many responsibilities and obligations may keep you away from  those who would offer you much-needed support."
    },
    "02.120.08": {
        "title": "",
        "desc": "You are very original when it comes to home and surroundings -- the environment you build around you. This could also manifest in unusual ways of supporting yourself. Your mother may have been quite eccentric or your upbringing somehow different. When you have breakthroughs, they often come as insights into your immediate surroundings, home, and environment -- your support system in general. This could also manifest in your finding new and different ways to make a living. You may have new ideas about the past, history, and younger people, find it easy to create an unusual environment, and enjoy surrounding yourself with what is new and different."
    },
    "02.000.08": {
        "title": "",
        "desc": "You are very much involved with all that is traditional, but with this special twist: you are a revolutionary when it comes to the domestic scene and have very special insights into home, family, and surroundings. Others find you original (certainly very different) and perhaps unpredictable, especially when it comes to emotional reactions. Your approach to feelings, moods, and the whole psychological gambit is novel. You tend to show emotions suddenly and\/or in unusual ways. You like unconventional friends and are a nonconformist yourself. Independent women may be important to you."
    },
    "02.180.08": {
        "title": "",
        "desc": "You have little use for tradition, history, and the past, in general. Your autonomy and nonconformist attitude tends to ignore the feelings of others. You seem to enjoy confrontation, going out of your way to challenge whatever is traditional and customary. Don't be surprised if those around you won't always give you the support you feel you deserve."
    },
    "02.135.08": {
        "title": "",
        "desc": "Your flair for the unusual and the unconventional may not receive as much support as you might wish from those around you. Independence at the expense of your feelings is a struggle you know well, and emotional tension a price you may have to pay."
    },
    "02.060.08": {
        "title": "The life of the party, able to loosen up even the most sober. Great at bringing out the best qualities of others, discovering hidden talents. New and innovative ideas regarding the social scene. Spontaneous, on the move. Independent.",
        "desc": "\/\/"
    },
    "02.030.08": {
        "title": "",
        "desc": ""
    },
    "02.045.08": {
        "title": "",
        "desc": "Your flair for the unusual and the unconventional may not receive as much support as you might wish from those around you. Independence at the expense of your feelings is a struggle you know well, and emotional tension a price you may have to pay."
    },
    "02.060.09": {
        "title": "",
        "desc": "A born director and orchestrator of the moods and emotions of a group. A sharp sense of drama and a feeling for spiritual ideas and for art in general. Dreamy. Able to understand the public's mood and what is required to please. Could be deceptive."
    },
    "02.120.09": {
        "title": "",
        "desc": "You have a built-in sense of what the public wants and can always come up with just the right image. You find it easy to work with the emotions and feelings of others, and with great imagination. Your sense of the ideal springs to life whenever other people are involved. A born arranger of atmospheres, you enjoy working with groups of people. You are also very creative when it comes to your home and surroundings."
    },
    "02.030.09": {
        "title": "",
        "desc": "A born director and orchestrator of the moods and emotions of a group. A sharp sense of drama and a feeling for spiritual ideas and for art in general. Dreamy. Able to understand the public's mood and what is required to please. Could be deceptive."
    },
    "02.045.09": {
        "title": "",
        "desc": "The pursuit of your ideals and self-image is often at the expense of your feelings and emotional life. Others may not go along with your sense of mystery and other-worldliness. You struggle to find a balance between dreams and reality as you know it."
    },
    "02.090.09": {
        "title": "",
        "desc": "Your dreams and ideals tend to clash with your reality, the actual surroundings in which you find yourself. You may insist on perfection at the expense of your personal emotions and feelings. Others may see you as unrealistic or downright deceptive. Others may confront you and refuse to go along with your other-worldliness. You labor to find some compromise between dreams and your actual surroundings."
    },
    "02.135.09": {
        "title": "",
        "desc": "The pursuit of your ideals and self-image is often at the expense of your feelings and emotional life. Others may not go along with your sense of mystery and other-worldliness. You struggle to find a balance between dreams and reality as you know it."
    },
    "02.180.09": {
        "title": "",
        "desc": "The image you project of what is perfect or ideal from your point of view may find little support at home. Others could oppose or block you in these matters, and maintaining your dreams may be at the price of your friends and surroundings. You may find your background, environment, and all that is traditional less than ideal, even flat and uninspiring."
    },
    "02.000.09": {
        "title": "",
        "desc": "You find the past, tradition, and all that is historical very romantic, and the ideal world of yesteryear seems to beckon and call. You are most imaginative when it comes to anything spiritual, or psychological -- pertaining to the psyche. Others find you entrancing and always able to draw them into your world of images and dreams. You can inspire them with spiritual ideals. No one has any doubt that you are a high floater -- a full-blown dreamer, complete with built-in psychic abilities and probably given to visions."
    },
    "02.030.10": {
        "title": "",
        "desc": "A born psychologist. Able to understand and handle a crowd and the public in general. Devoted to children and the idea of future changes. Not much given to a misuse of personal power. Always this sense of vision and purpose. Intense. The long haul."
    },
    "02.120.10": {
        "title": "",
        "desc": "You have natural psychological ability, in particular when working with the public. You can handle emotional and personal issues (vulnerable areas) where angels fear to tread. People sense this about you and trust you with sensitive matters, inner worries, and questions of personal identity. You have a real mission and a sense of purpose."
    },
    "02.180.10": {
        "title": "",
        "desc": "You tend to avoid getting personal when it comes to your own emotions, and would rather keep sensitive matters at arm's length. You don't mind getting into the personal business of others, producing some heavy confrontations. Those around you don't care for personal probing on your part, and they will let you know it. Your home and surroundings tend to be very traditional."
    },
    "02.135.10": {
        "title": "",
        "desc": "Emotional stress stemming from your insistence on analysis and psychological probing at the expense of feelings -- yours and other people's. No one will support it. Your sensitivity and vulnerability often find you at odds with the group or with others."
    },
    "02.045.10": {
        "title": "",
        "desc": "Emotional stress stemming from your insistence on analysis and psychological probing at the expense of feelings -- yours and other people's. No one will support it. Your sensitivity and vulnerability often find you at odds with the group or with others."
    },
    "02.060.10": {
        "title": "",
        "desc": "A born psychologist. Able to understand and handle a crowd and the public in general. Devoted to children and the idea of future changes. Not much given to a misuse of personal power. Always this sense of vision and purpose. Intense. The long haul."
    },
    "02.000.10": {
        "title": "",
        "desc": "You always manage to bring the searing truth to group situations. Penetrating psychological analyses are your expertise. You are perceived as so intense that your  presence in a group has a very decided effect. Others may feel that nothing is a secret from you. You may have political influence or handle other people's money."
    },
    "02.090.10": {
        "title": "",
        "desc": "You keep your feelings and emotions to yourself and resent any attempt to analyze or probe them. Your home and surroundings are tidy and air-tight, as well. However, you don't mind probing and dissecting the lives of others. This can't help but produce a strain in your relations with others, and you probably get very little support for your detective work. These two parts of you which seldom meet cause constant tension, resulting in periodic explosions."
    },
    "02.120.110": {
        "title": "",
        "desc": "Your career always seems to get the support you need, and this is one area of life that runs smoothly. You seem to understand what the public wants, and mass marketing is a natural for you."
    },
    "02.090.110": {
        "title": "",
        "desc": "You could find that you are neglecting either your home and family or your career (or both) due to your social and personal life. Relationships, working with other people, and making a good presentation. Home life is secondary."
    },
    "02.180.110": {
        "title": "",
        "desc": "You flee from crowds and are most happy when surrounded by home, family, and all that is private. Your home life is most important. It matters not to you that you are not a public person and not at your best when in a crowd."
    },
    "02.000.110": {
        "title": "",
        "desc": "You are expert at manipulating the public and its many moods. Your practical sense for group psychology may find you in real demand as an organizer and producer of public events. You have real insight into feelings, moods -- what makes people work."
    },
    "02.120.101": {
        "title": "",
        "desc": "Everything seems to conspire to put you in the limelight. You always come off well in a group and manage to get your ideas across."
    },
    "02.090.101": {
        "title": "",
        "desc": "Your close ties with home and family, plus your career interest, may cut into your social life and personal charm. Others may find you somewhat preoccupied and lacking in the social graces. You may feel some regret or tension from this situation."
    },
    "02.180.101": {
        "title": "",
        "desc": "Your love of groups and the social scene may find you less concerned about you as a person and more interested in relationships of all kinds. Others find you very unselfish and open to sharing and cooperation."
    },
    "02.000.101": {
        "title": "",
        "desc": "You are never more at home than when entertaining and carrying on in front of a group. You wear your heart on your sleeve, and your emotional life is an open book for all to read. Others sense an interest in their welfare when they meet you."
    },
    "01.045.02": {
        "title": "",
        "desc": "You are sometimes torn between a desire to progress and be all that you can be versus a tendency to dwell in the past, resting on your laurels. Your inner, more domestic side struggles against authority. You could feel caught in the middle."
    },
    "01.120.02": {
        "title": "",
        "desc": "You are very fortunate in being able to grow and progress throughout your life without major difficulties. You can always find the resources you require at hand plus the necessary instruction in how to use them. An inner vision, coupled with the ability to see the \"Big\" picture, often finds you working as a go-between with others. You could even have a special gift for spanning the generation gap, bringing older and younger spirits together. A love of animals, children, older people, and the needy and downtrodden in general, is a lifelong trait."
    },
    "01.000.02": {
        "title": "",
        "desc": "You have great internal strength and tend to be independent, preferring to lean on yourself more than on those outside. The ability to work with those older and younger than yourself is a real gift, and this talent makes you a natural mediator or go-between. You are self-motivating, able to take care of yourself, and autonomous to a high degree. You work well with others."
    },
    "01.180.02": {
        "title": "",
        "desc": "You will find yourself torn between an environment that is very comfortable and supportive versus a real need to grow, progress, and push out on your own. You are always being caught in the middle, forced to choose between surroundings that are supportive (but not progressive) and new directions that bring advancement that may be at the expense of your comfort. Getting these two opposing directions to work together may require some real compromising skills on your part. This could manifest as a love of history versus future trends, older persons versus younger, and so on."
    },
    "01.090.02": {
        "title": "",
        "desc": "There is a lack of harmony between your environment and your ambitions. What you need most is not always at hand to make the kind of progress you envision. Or, when the support is there, you can't get the instruction or direction you require. You may have forgotten where it was you wanted to get to, sort of \"all dressed up, but which way to go?\" It could be historical, too, as simple as being torn between your mother and your father -- a struggle between that which seeks to nurture you (and perhaps baby you) and your ambitions -- a need to succeed and be all that you can be."
    },
    "01.030.02": {
        "title": "",
        "desc": "A special affinity for old people and for children, plus an innate love of animals, the helpless, and the underdog. An inner vision coupled with the ability to see the \"Big\" picture often finds you working as a go-between with others."
    },
    "01.060.02": {
        "title": "",
        "desc": "A special affinity for old people and for children, plus an innate love of animals, the helpless, and the underdog. An inner vision coupled with the ability to see the \"Big\" picture often finds you working as a go-between with others."
    },
    "01.135.02": {
        "title": "",
        "desc": "You are sometimes torn between a desire to progress and be all that you can be versus a tendency to dwell in the past, resting on your laurels. Your inner, more domestic side struggles against authority. You could feel caught in the middle."
    },
    "01.135.03": {
        "title": "",
        "desc": "You probably say things despite yourself that you regret later. Your ideas and words may get you into trouble now and again, or work against your own best interest. The mental (in all its forms) is something you find more difficult than easy."
    },
    "01.000.03": {
        "title": "",
        "desc": "You communicate with consummate skill, and it is stimulating just being with you. Your high degree of mental concentration makes you an excellent student, able to excel in speaking, writing, and all types of communication skills. Your ambitions go hand-in-hand with communication and using the mind, and the two should never be far apart."
    },
    "01.180.03": {
        "title": "",
        "desc": "Some of your projects and goals may not always be as well-thought-out as they might be. You can think or say things which are not beneficial, especially to your own wellbeing. You may find that those older than you, or those in authority, object to your ideas or to things you say. You may have ambitions that are unreasonable or lack thought."
    },
    "01.120.03": {
        "title": "",
        "desc": "You have a naturally facile mind that seems always to work to your advantage particularly in matters affecting your career and life-goals. You enjoy communicating with those in authority or who are older than you, and would make a good go-between or spokesperson between generations. Your mind, ideas, and thoughts are an important part of your make-up and a key element to your ambitions. You understand things easily."
    },
    "01.060.03": {
        "title": "",
        "desc": "You have a bright, quick mind that is able to get the idea or \"big\" picture right off. Ever concerned with bringing things down to earth and understanding how things work, you have a natural talent for organization and practical ideas."
    },
    "01.030.03": {
        "title": "",
        "desc": "You have a bright, quick mind that is able to get the idea or \"big\" picture right off. Ever concerned with bringing things down to earth and understanding how things work, you have a natural talent for organization and practical ideas."
    },
    "01.045.03": {
        "title": "",
        "desc": "You probably say things despite yourself that you regret later. Your ideas and words may get you into trouble now and again, or work against your own best interest. The mental (in all its forms) is something you find more difficult than easy."
    },
    "01.090.03": {
        "title": "",
        "desc": "Things you say, or ideas you hold, may end up getting you in hot water with your elders or those in authority. You tend to ignore thinking things through and to just push ahead with your ambitions. You act first and think last. You don't like planning your future, and too much mental work somehow seems to go against your grain."
    },
    "01.060.04": {
        "title": "",
        "desc": "An obvious sense of love, understanding, and compassion for others is present. This is coupled with a real feel for the arts (music, poetry, painting, and the like) and also a sensitivity for matters of value and of the heart."
    },
    "01.000.04": {
        "title": "",
        "desc": "You have a basic self-esteem that is plain to all who meet you. Your sense of discrimination and innate good taste  means that you know good items from bad and are a connoisseur of all that is fine and beautiful. A love of authority figures (men in particular), plus an appreciation for authority and your elders in general, makes you welcome at any social scene."
    },
    "01.180.04": {
        "title": "",
        "desc": "You may find yourself bucking conventional values and even basic good taste in your attempt to get ahead. Those in authority or older than you may challenge or disagree with your value system -- the things you enjoy. You may have trouble appreciating your own future, the possibilities that are available to you. You could tend to ignore or dismiss the so-called finer things of life: art, music, poetry, and such."
    },
    "01.135.04": {
        "title": "",
        "desc": "Your cravings get you in trouble now and again. You appreciate things that are not always in your own best interest. Your ambition and drive to grow and progress may sometimes be at the expense of your value system, your sense of beauty, and the like."
    },
    "01.090.04": {
        "title": "",
        "desc": "Your ambitions may crash head-on with your value system, and any future progress may be at the expense of current cravings. Even your own ambitions and future possibilities may not appeal to you if it means sacrificing the habits and appetites you enjoy. You may not appreciate older or more experienced persons or those in authority. On the other hand, your focus on career goals could brush aside much that you, in fact."
    },
    "01.030.04": {
        "title": "",
        "desc": "An obvious sense of love, understanding, and compassion for others is present. This is coupled with a real feel for the arts (music, poetry, painting, and the like) and also a sensitivity for matters of value and of the heart."
    },
    "01.120.04": {
        "title": "",
        "desc": "You find it easy to be compassionate, and others can see that you care. You also understand and have a natural appreciation for your elders -- those who are more experienced than you. The arts, philosophy, and \"great\" ideas in general are what you enjoy. Future-oriented, you have a sense of your own destiny and value it. You look forward to seeing your ambitions realized."
    },
    "01.045.04": {
        "title": "",
        "desc": "Your cravings get you in trouble now and again. You appreciate things that are not always in your own best interest. Your ambition and drive to grow and progress may sometimes be at the expense of your value system, your sense of beauty, and the like."
    },
    "01.090.05": {
        "title": "",
        "desc": "You push hard, but much energy is wasted because you tend to lack direction and planning. You often work against the way things are: authorities or the status quo. It may be difficult for you to coordinate your ambitions with your actual actions and feelings. You tend to hobble yourself emotionally. Your drive and passions put you at odds with authority figures time and again. This tendency towards clashes and emotional confrontation does exist, and at these times you can be your own worst enemy."
    },
    "01.120.05": {
        "title": "",
        "desc": "It is easy for you to work with those in authority -- those older and more experienced than you. You enjoy working with others and would make a good manager. An interest (and ability) in athletics, exercise (working with the physical body), the outdoors, and such, should be lifelong. Another form this could take is training or coaching others. You have a natural ability to express yourself and handle emotions and you may like to perform a bit. A career in one of the entertainment industries is a possibility."
    },
    "01.060.05": {
        "title": "",
        "desc": "A natural ability to use emotions in productive ways. Entertaining others is one form this might take. Hard work and all things physical (such as sports and outdoor activities) should be a snap. You are able to manage and see how to work with the energy of others."
    },
    "01.030.05": {
        "title": "",
        "desc": "A natural ability to use emotions in productive ways. Entertaining others is one form this might take. Hard work and all things physical (such as sports and outdoor activities) should be a snap. You are able to manage and see how to work with the energy of others."
    },
    "01.045.05": {
        "title": "",
        "desc": "Your drive to succeed is strong, but you often push yourself in a direction against your own best interests. Your ambitions may find you at odds with authority figures again and again. A tendency towards arguments and emotional drama exists."
    },
    "01.135.05": {
        "title": "",
        "desc": "Your drive to succeed is strong, but you often push yourself in a direction against your own best interests. Your ambitions may find you at odds with authority figures again and again. A tendency towards arguments and emotional drama exists."
    },
    "01.000.05": {
        "title": "",
        "desc": "A born doer, with an incredible drive to accomplish and achieve in life.  Your ambitions are backed up by the will to get things done. You can be very emotional, and others might find you a bit too aggressive. You try hard and you always push on toward whatever goals you have in mind. A conservative by nature, you tend to stand up for the status quo, and, if male, are probably a \"man's man.\""
    },
    "01.180.05": {
        "title": "",
        "desc": "You may have trouble directing your energy toward real life goals. You sometimes lack the drive to get ahead, and waste valuable energy in nonproductive activities. You sometimes insist on opposing or vying with authority, going against your own best interests. Emotionally you can do and say things that seemingly are against your better judgement. Emotional stand-offs are not uncommon."
    },
    "01.135.06": {
        "title": "",
        "desc": "You may tend to take paths at right angles to your real ambitions and self-interest. Trouble with authorities or older people can result. Your struggle to succeed is aided when you show self-control or discipline and find that middle road."
    },
    "01.180.06": {
        "title": "",
        "desc": "You may end up making a living at something not entirely in your  best interests. There is a tendency to get carried away when it comes to vocational choices, and you could find yourself pursuing possibilities that lead nowhere. This going against yourself, so to speak, may also bring you in opposition to those in authority. You may have to examine carefully any career choices you make."
    },
    "01.090.06": {
        "title": "",
        "desc": "You tend to be stubborn and unable to make solid career choices. You get carried away and go off in directions contrary to your actual needs. Your judgment in vocational matters is often off, sending you on a wild goose chase. In addition, there is possible difficulty with authorities and the law and\/or differences with older people. To use an old adage, you can (at times) be your own worst enemy. The advice of a trusted friend regarding career is to be recommended."
    },
    "01.045.06": {
        "title": "",
        "desc": "You may tend to take paths at right angles to your real ambitions and self-interest. Trouble with authorities or older people can result. Your struggle to succeed is aided when you show self-control or discipline and find that middle road."
    },
    "01.030.06": {
        "title": "",
        "desc": "You have a sense of justice and an innate ability to understand the law, whether natural or manmade. Showing others the way through or beyond the problems in their lives comes easy, for you sense how to manipulate the opportunities of life. Lucky."
    },
    "01.060.06": {
        "title": "",
        "desc": "You have a sense of justice and an innate ability to understand the law, whether natural or manmade. Showing others the way through or beyond the problems in their lives comes easy, for you sense how to manipulate the opportunities of life. Lucky."
    },
    "01.120.06": {
        "title": "",
        "desc": "Being successful in life is easy, for you have a built-in sense of how to approach and unravel even the most difficult problems. You have an instinct for justice and the law, and you always know how to approach a problem from just the right angle. This ability makes you a natural counselor or guide for others, in particular regarding vocational matters. Working with and helping older persons is also suggested."
    },
    "01.000.06": {
        "title": "",
        "desc": "You are your own vocation, and the best way for you to get ahead in the world is just to be yourself. Your optimum job is just being you, which often indicates a career in front of the public (politics, sales, whatever). Lucky by nature, others sense this and like to be with you. Your general outlook on life is attractive, and people seek you out to help them with their problems. You are a natural guide and counselor. Very successful."
    },
    "01.180.07": {
        "title": "",
        "desc": "Your innate sense of responsibility, or the actual duties that come your way, may prevent you from fulfilling your real ambitions. Those in authority, or those older and more experienced, may challenge or oppose you and thus hold you back. Whatever the reason, your goals probably lack the organization and careful planning they need. Your personal self-discipline, or lack thereof, may amount to a liability, thus working against you."
    },
    "01.000.07": {
        "title": "",
        "desc": "You are, no doubt, a touch too sober, but when it comes down to taking care of business, you really shine. Others may think you are older than you are, for you tend to assume an authoritarian stance. You may even enjoy the thought of being older, and probably treat authority, the elderly, and your teachers with great respect, if not reverence. Discipline is no problem, but you may be too authoritarian and somber."
    },
    "01.060.07": {
        "title": "",
        "desc": "There is a real love of science and natural laws. You are a hard and tireless worker, with absolute determination and the ability to accomplish great projects with ease. You are fiercely loyal to your friends. Also, very integral... perhaps too sober."
    },
    "01.030.07": {
        "title": "",
        "desc": "There is a real love of science and natural laws. You are a hard and tireless worker, with absolute determination and the ability to accomplish great projects with ease. You are fiercely loyal to your friends. Also, very integral... perhaps too sober."
    },
    "01.045.07": {
        "title": "",
        "desc": "Your organizational abilities and sense of responsibility can sometimes limit your own true ambitions. Your seriousness may be counterproductive, making it difficult for you to build a foundation. Older men or authorities may prove troublesome."
    },
    "01.090.07": {
        "title": "",
        "desc": "You could have trouble with authorities, due to a tendency to assert your own ambitions against the realities of the situation.  You don't take to organization and you tend to let things go, ignoring responsibilities. This lack of responsibility can work against any real goals and could result in your being at odds with the law and older or respected persons, in particular men. Your lack of seriousness may undermine any valid attempts to form a base and thus get started."
    },
    "01.135.07": {
        "title": "",
        "desc": "Your organizational abilities and sense of responsibility can sometimes limit your own true ambitions. Your seriousness may be counterproductive, making it difficult for you to build a foundation. Older men or authorities may prove troublesome."
    },
    "01.120.07": {
        "title": "",
        "desc": "Responsibilities are easy for you, and you tend to pile on tasks, one after another. You work very hard, with a gritty resolve, and can accomplish much. It takes a lot to overload your willingness to take charge and help out. Organizational skills are good, and a career in one of the physical sciences is quite possible. You find it easy to work with those in authority or those who are more experienced than yourself."
    },
    "01.135.08": {
        "title": "",
        "desc": "Your need for self-expression and independence may be at the expense of your real growth. You may rebel or find yourself bucking authority figures. It is clear to you that your unconventionality costs you. Part of you wants to conform and go along."
    },
    "01.180.08": {
        "title": "",
        "desc": "Your own partiality for routine and the traditional may result in your feeling challenged by anything new or different. You could find yourself struggling against change and progress, clinging onto the status quo. Although a conformist, you may surround yourself with partners and friends who are themselves unconventional and offbeat. There is a love\/hate relationship here with all that is bohemian."
    },
    "01.090.08": {
        "title": "",
        "desc": "It may be difficult for you to break with convention and head out on your own. Your ambitions may well prosper, but often at the expense of any real independence and freedom. There is a switch effect: you may alternate between very conventional behavior and sudden rebellious lapses. At these times your nonconformity and refusal to go along works against your own best interests, making it difficult to get ahead."
    },
    "01.045.08": {
        "title": "",
        "desc": "Your need for self-expression and independence may be at the expense of your real growth. You may rebel or find yourself bucking authority figures. It is clear to you that your unconventionality costs you. Part of you wants to conform and go along."
    },
    "01.060.08": {
        "title": "",
        "desc": "Breakthrough flashes of insight with tremendous originality and independence are typical. A natural sense of invention and a love of all things electrical and of communication in general. A born traveler, not afraid to be alone. You go your own way."
    },
    "01.120.08": {
        "title": "",
        "desc": "You work well with those in authority who are independent and original. You could find yourself engaged in nonconformist causes, always ready to promote what is independent and innovative. You like radical approaches, and find yourself in support of whatever new-wave product or breakthrough advance is next in line. Communication, computers, electronics, and everything new-wave excites you and you excel here. You discover new ways of working with traditional materials."
    },
    "01.000.08": {
        "title": "",
        "desc": "You are unconventional, independent, and drawn to whatever is different and original in life. You hate being tied down with the drudgery of routine, preferring instead to keep your options open. You may find yourself involved in causes that go against tradition, revolutions of one kind or another -- social or political. Your friends are probably also eccentric, in particular those in authority, older persons, and men who are nonconformist. Communication, computers, electronics, and everything new-wave is what you star in."
    },
    "01.030.08": {
        "title": "",
        "desc": "Breakthrough flashes of insight with tremendous originality and independence are typical. A natural sense of invention and a love of all things electrical and of communication in general. A born traveler, not afraid to be alone. You go your own way."
    },
    "01.060.09": {
        "title": "",
        "desc": "A born mother to any and all forms of life. Very compassionate and attentive (aware of) the needs of others. Spiritual ideas and concepts are a way of life here. There is deep appreciation, even love for, movies, big ideas, themes. Visionary director."
    },
    "01.000.09": {
        "title": "",
        "desc": "You have high ideals and an ability to enchant others with your words and images. Your presence has a way of easing things, helping those around you let go of any differences and stand behind what unites us all. You hold your ideals up for all to follow and may be drawn to spiritual authorities, teachers, and older persons, men in particular. All that is mystical and transcendental (spiritual in the best sense of that word) is your appointed territory. You feel at home in these transcendental realms."
    },
    "01.120.09": {
        "title": "",
        "desc": "You have a natural ability to grasp spiritual and visionary matters and to put them to work. You can perform with the imagination and metaphysical thoughts like others work with durable things. This is because you understand what is behind and connecting things. Much of your own self-image is wrapped up with your ability to work with images -- dreams and the imagination. You would make a good teacher in areas of music, philosophy, and all that is mystical."
    },
    "01.030.09": {
        "title": "",
        "desc": "A born mother to any and all forms of life. Very compassionate and attentive (aware of) the needs of others. Spiritual ideas and concepts are a way of life here. There is deep appreciation, even love for, movies, big ideas, themes. Visionary director."
    },
    "01.045.09": {
        "title": "",
        "desc": "You struggle between your sense of ideals and your more practical ambitions. Your self-image and dreams are kept apart from the day-to-day practical concerns. They continue to confront one another. Authorities may not trust you, and vice versa."
    },
    "01.090.09": {
        "title": "",
        "desc": "You find yourself fighting to realize your ambitions amidst a sea of fuzzy dreams. A fear of letting go (and trusting the more mystical side of yourself) keeps you hard at it. You can't seem to let yourself dream a little, don't trust your own idealizations, and struggle between your sense of ideals and your more realistic ambitions. Your practical concerns with getting ahead and fulfilling your ambitions tend to ignore your more deep-rooted ideals and dreams. You may not trust those in authority."
    },
    "01.135.09": {
        "title": "",
        "desc": "You struggle between your sense of ideals and your more practical ambitions. Your self-image and dreams are kept apart from the day-to-day practical concerns. They continue to confront one another. Authorities may not trust you, and vice versa."
    },
    "01.180.09": {
        "title": "",
        "desc": "You find yourself at odds with all that is mystical --- the dreamy side of life. Your ambitions are practical and down to earth, and you tend to pooh-pooh all that smacks of the imaginative or ideal. You may have a fear that others (partners, what-have-you) are out to deceive you and want to pull the wool over your eyes. Authorities, especially men, who set themselves up as peacemakers or spiritual gurus are a major pet peeve. Your emphasis on the practical and real may also let you down, resulting in further disillusionment."
    },
    "01.090.10": {
        "title": "",
        "desc": "Any attempt to avoid confronting life at the personal level is bound to frustration. Your avowed goals and ambitions may tend to ignore questions of vulnerability and great sensitivity, and the two are forever about to meet and \"tell all.\" You would rather skirt your sensitive and vulnerable areas and concentrate on your career, but they always intrude and refuse to be banished. Although you yourself like to avoid personal issues, your interest in probing the secrets of others is very energetic."
    },
    "01.135.10": {
        "title": "",
        "desc": "You may have a secret life aside from your more public ambitions. Your need for analysis and in-depth probing of every aspect of your life may run counter to your best interests. Power struggles with authorities (and within yourself) can result."
    },
    "01.120.10": {
        "title": "",
        "desc": "You find it easy to work with sensitive material, touching upon the more vulnerable areas of the mind or self. You are able to handle these delicate matters without ever breaking stride, for emotional and tender areas of the human psyche don't phase you. You enjoy getting beneath the surface and have an innate savvy for handling touchy subjects. This is perfect for any research investigation or plain old detective work."
    },
    "01.030.10": {
        "title": "",
        "desc": "Innate intensity and seriousness are visible to all. A sense of the eternal aspects of life makes authority and leadership positions natural and unavoidable. A gut sense of how to act in stress situations. Lots of charisma. Power."
    },
    "01.000.10": {
        "title": "",
        "desc": "You come on strong and may tend to intimidate those around you. It's nothing you have done so much as something you are. Your presence and obvious concentration are very forceful, and you like to get down to essentials right off. This intensity tends to put others through a lot of changes. You are not afraid of a good confrontation, and you seldom pull any punches. You would be great at research or any work that requires digging, searching, investigating, and getting beneath the surface."
    },
    "01.060.10": {
        "title": "",
        "desc": "Innate intensity and seriousness are visible to all. A sense of the eternal aspects of life makes authority and leadership positions natural and unavoidable. A gut sense of how to act in stress situations. Lots of charisma. Power."
    },
    "01.180.10": {
        "title": "",
        "desc": "You resist change and resent others prying into your personal affairs. You prefer things be left just as they are. Self-analysis and any unnecessary probing go against the grain. The unexamined life is what you champion. Your personal contacts (or lack thereof), coupled with a need for growth and transformation, can build up to the point of eruption. For all your discretion, you still tend to find yourself battling it out with authorities on a regular basis."
    },
    "01.045.10": {
        "title": "",
        "desc": "You may have a secret life aside from your more public ambitions. Your need for analysis and in-depth probing of every aspect of your life may run counter to your best interests. Power struggles with authorities (and within yourself) can result."
    },
    "01.090.110": {
        "title": "",
        "desc": "Your preoccupation with your appearance, how you come across to others, and a social life in general may cut into both your job and your family life. A tendency toward surface and social graces can cost you plenty in career and home goals."
    },
    "01.180.110": {
        "title": "",
        "desc": "You tend to be a home body, and family interests often outweigh career concerns. This could prove difficult if you neglect practical matters or go out of your way to challenge those in authority. Others may find you uninterested in fame and career."
    },
    "01.120.110": {
        "title": "",
        "desc": "You seem to shine when it comes to practical matters or those involving work and career. You have an easy way with superiors or those in authority and can always manage to get the most out of any skill or ability you have. You like work and career."
    },
    "01.000.110": {
        "title": "",
        "desc": "You naturally gravitate toward positions of power and authority. Others see in you great practical ability and accept you as a leader or authority figure very easily. Your career may be very important to you, even at the expense of home life."
    },
    "01.120.101": {
        "title": "",
        "desc": "You get along well with older people, especially those in authority. It is easy for you to convey yourself to others, and you always manage to make a good appearance. You have an easy manner and find it easy to communicate with just about anyone."
    },
    "01.180.101": {
        "title": "",
        "desc": "Your interest in relationships, romantic and otherwise, is strong and may sometimes work against your personal needs. You could lose yourself in the social world and neglect your ability to present yourself as a separate, unique individual."
    },
    "01.090.101": {
        "title": "",
        "desc": "Expressing yourself and your relations with others are not always smooth and may tend to get explosive. You could be preoccupied with job and family to the exclusion of a social life. You may have trouble getting your ideas and thoughts across to others."
    },
    "01.000.101": {
        "title": "",
        "desc": "You are always out front and manage to spend a lot of time in the spotlight in social situations. A born teacher, others find you easy to watch and learn from. You are very animated, and it is easy for you to convey your ideas or get them across."
    },
    "03.180.04": {
        "title": "",
        "desc": "You often find it difficult to appreciate some of the things people think and say. Since you don't put a high price on intellect, mere wordiness for its own sake tends to leave you cold. You may even catch yourself saying and thinking things that you don't like and that go against your value system. Chances are you are not a great talker or reader and don't like studying."
    },
    "03.135.04": {
        "title": "",
        "desc": "You don't put much stock in mere words and ideas for their own sake. You have trouble appreciating what you cannot feel and measure. You tend to say and think things that you may not feel are right, that go against your expressed value system."
    },
    "03.120.04": {
        "title": "",
        "desc": "You like to work with words and ideas and have a natural appreciation for anything that is literary or artistic. Your sense of discernment when it comes to matters of literary and intellectual taste is very refined. You could write poetry or prose, and you put a very high value on the written word. You enjoy nothing more than a good conversation and may be very adept at speaking and communicating."
    },
    "03.045.04": {
        "title": "",
        "desc": "You don't put much stock in mere words and ideas for their own sake. You have trouble appreciating what you cannot feel and measure. You tend to say and think things that you may not feel are right, that go against your expressed value system."
    },
    "03.060.04": {
        "title": "",
        "desc": "Lovely words and a flair for description -- the artistic in all its many forms. An inner sense of warmth and goodness, and the ability to express this. Kind and easy to be with. Perfect taste in literary and artistic matters. Harmonious."
    },
    "03.030.04": {
        "title": "",
        "desc": "Lovely words and a flair for description -- the artistic in all its many forms. An inner sense of warmth and goodness, and the ability to express this. Kind and easy to be with. Perfect taste in literary and artistic matters. Harmonious."
    },
    "03.000.04": {
        "title": "",
        "desc": "You have a love affair going with the mind and you value all of its offspring: words, ideas, thoughts, and such. And you love to talk. In particular you appreciate good conversation, and you feel that stimulating mental adventures (either alone or with others) are among the most exciting experiences life offers. You have a built-in sense of discrimination when it comes to the intellect -- all mental activities."
    },
    "03.000.05": {
        "title": "",
        "desc": "You are a very forceful speaker and communicate with great enthusiasm. Words just flow out and are always followed by an emotional impact that brings them home to your listeners. You have no trouble putting your feelings into words; in fact, you may have to exercise some control over your tongue, for you are quick to say things and everything you communicate packs a wallop. Things you say mean a lot. You have a great mental drive and lavish great energy on mental pursuits of all kinds. Ideas, words, books, and the like are pursued with great gusto."
    },
    "03.090.05": {
        "title": "",
        "desc": "You have a hair-trigger temper and it takes little to set it off. Your sharp-tongue is well-known and you use it before you have time to think, resulting in little mental and verbal explosions that you regret later. The sad part is that half the time you don't even mean what you may have said in anger. What is clear to those around you is that you communicate as much with your feelings as with words. People learn to look at what you do, rather than what you say. Your mind is very, very sharp. The less said the better."
    },
    "03.120.05": {
        "title": "",
        "desc": "You have a great love of the written and spoken word, and ideas in all their flavors are what you like best to work with. Your enthusiasm for mind, the intellect, and the world of ideas makes it easy for you to communicate these things to others. You would be a good teacher. You have no trouble putting your feelings into words, and what you say always carries a lot of content. You could make a fine entertainer and an excellent speaker."
    },
    "03.060.05": {
        "title": "",
        "desc": "Language, sound, \"the spoken word\" are in focus. The ability to give words meaning or to put ideas into words and give others a feeling for what things mean. Communicating with words. Also a sharp and clear mind. Quick, even clever. Entertaining."
    },
    "03.030.05": {
        "title": "",
        "desc": "Language, sound, \"the spoken word\" are in focus. The ability to give words meaning or to put ideas into words and give others a feeling for what things mean. Communicating with words. Also a sharp and clear mind. Quick, even clever. Entertaining."
    },
    "03.180.05": {
        "title": "",
        "desc": "You seldom consider before you speak. Your feelings are out before you have time to think. It is hard for you to have a good discussion without becoming emotional. Conversations tend to become arguments, or at least debates. You may be perceived by others as a \"non\" or anti-intellectual, communicating with feelings and actions rather than concepts and words."
    },
    "03.045.05": {
        "title": "",
        "desc": "You are sharp-tongued. Arguments and debates are probably life-long companions. You communicate with your emotions and sheer drive as much as by words and thoughts. Your verbal and mental presence (by sheer insistence) is something to behold."
    },
    "03.135.05": {
        "title": "",
        "desc": "You are sharp-tongued. Arguments and debates are probably life-long companions. You communicate with your emotions and sheer drive as much as by words and thoughts. Your verbal and mental presence (by sheer insistence) is something to behold."
    },
    "03.030.06": {
        "title": "",
        "desc": "Good ability to \"get the picture\" (the gist of things) and to communicate this to others. In fact, helping others to find their way through life (for example via vocational counseling) is indicated. Religious ideas and concepts are natural."
    },
    "03.135.06": {
        "title": "",
        "desc": "Your ideas and plans are not always the most practical or expedient. Fond of grand schemes, verbalization, and the like, these ideas don't often boil down to real solutions. Your main path may involve taking many of your ideas with a grain of salt."
    },
    "03.180.06": {
        "title": "",
        "desc": "You may have to learn to think with more care when it comes to making career moves -- decisions that affect your life's direction. The fact is that you spend a lot of time on thoughts that have nothing to do with the real world. Many of these thoughts and ideas tend to be impractical and prove more trouble than they are worth. You are better off seeking advice than giving it, at least when it comes to matters of  vocation."
    },
    "03.060.06": {
        "title": "",
        "desc": "Good ability to \"get the picture\" (the gist of things) and to communicate this to others. In fact, helping others to find their way through life (for example via vocational counseling) is indicated. Religious ideas and concepts are natural."
    },
    "03.000.06": {
        "title": "",
        "desc": "You have the mind of a lawyer, always able to size up a problem and come up with a solution. Using your mind to negotiate obstacles and handle dilemmas (your own or those of others), is a great talent. You have an innate ability to guide and lead others through the hurdles and hassles of life. You could be very much in demand as a counselor. You are a problem-solver."
    },
    "03.045.06": {
        "title": "",
        "desc": "Your ideas and plans are not always the most practical or expedient. Fond of grand schemes, verbalization, and the like, these ideas don't often boil down to real solutions. Your main path may involve taking many of your ideas with a grain of salt."
    },
    "03.120.06": {
        "title": "",
        "desc": "You enjoy working with your mind and can usually find a solution to even the worst problems. You like to solve puzzles and dilemmas, yours or others'. Your skills in this regard make you expert at counseling and guiding others. Fine verbal skills and a natural sense of justice makes legal work a distinct possibility. Working with laws, natural or man-made, amounts to a real talent. You also have a great interest in ideas, the more true and lasting the better. Religious concepts will be a lifelong concern for you."
    },
    "03.090.06": {
        "title": "",
        "desc": "You don't spend a lot of time thinking out your problems, considering solutions, and the like. Your thoughts are most often elsewhere, and tend to be impractical much of the time. You can't seem to figure out the right course of action. This is most true when it comes to your career or vocation. Not a good counselor yourself, you are well advised to seek the advice of someone you trust when it comes to matters of your career."
    },
    "03.030.07": {
        "title": "",
        "desc": "A real problem-solver, the more tedious the better. Able to reduce any subject matter to the bare bones. Heavy-duty thinker. Could be very serious or philosophical. Enjoy study and thought. Very methodical and practical in approach."
    },
    "03.120.07": {
        "title": "",
        "desc": "You are a heavy-duty thinker and serious student, always ready to work an idea through, reducing it to what is essential. You enjoy mental effort and discipline, and work long and hard at whatever you put your mind to. You could present or teach religious and philosophical ideas, anything where substance and content are at issue."
    },
    "03.180.07": {
        "title": "",
        "desc": "Your thinking is probably anything but organized, and you could find it hard to study or exercise any real mental discipline. You run on and on in the word department, finding it difficult to limit yourself to the message at hand. Others may end up setting limits for you. Your free-form approach to conversations lacks responsibility and could result in confrontations with authorities. In other words, what you say could get you in trouble. At the very least, others find much of what you say and think impractical."
    },
    "03.135.07": {
        "title": "",
        "desc": "Your ideas and thoughts often conflict with your sense of responsibility and discipline. You may have trouble concentrating, or may alternate between periods of mental discipline and chaos. Your words and thoughts are not always very practical."
    },
    "03.060.07": {
        "title": "",
        "desc": "A real problem-solver, the more tedious the better. Able to reduce any subject matter to the bare bones. Heavy-duty thinker. Could be very serious or philosophical. Enjoy study and thought. Very methodical and practical in approach."
    },
    "03.090.07": {
        "title": "",
        "desc": "You have much trouble organizing your thoughts, and your lack of discipline is a constant hassle to both you and others. Study and mental self-control are not your cup of tea. You can say things that are simply impractical and have trouble limiting yourself to ideas that are down-to-earth, pragmatic. Some of your ideas are just plain irresponsible. Mental hassles can be a constant headache for you."
    },
    "03.045.07": {
        "title": "",
        "desc": "Your ideas and thoughts often conflict with your sense of responsibility and discipline. You may have trouble concentrating, or may alternate between periods of mental discipline and chaos. Your words and thoughts are not always very practical."
    },
    "03.000.07": {
        "title": "",
        "desc": "You are very deliberate when it comes to words, to what you say and think. When you concentrate, you always come up with what is essential to the matter at hand, ignoring all else. You're anything but \"flip,\" and your more serious approach to ideas, while welcome when there is mental work to do, may not always be appreciated when others are in more social moods. You are so serious. Philosophy, religion, and the like are natural for you."
    },
    "03.045.08": {
        "title": "",
        "desc": "You tend to carry a lot of mental energy and tension, and this can suddenly erupt when you're not kept busy. The way you speak, think, and use your mind can give way to sheer insight and brilliance. At other times you may have very conventional ideas."
    },
    "03.120.08": {
        "title": "",
        "desc": "You enjoy working with your mind, and your sharp perceptions make finding new solutions easy. You always bring an unexpected twist or insight to anything you set your mind to. You are able to teach or help others to be more original when it comes to the words or thoughts they use. You can use the mind in original ways and probably have excellent eye-hand coordination. Your laser-like mind makes conversations fast-paced and illuminating. A ready wit."
    },
    "03.000.08": {
        "title": "",
        "desc": "You do a lot to fulfill the popular stereotype of the \"genius,\" so obviously brilliant are some of the things you think and say. You have such an outpouring of insights that having a conversation with you can be a real experience. Your mind works like lightning. Words and thoughts sort of shoot out, illuminating whatever subject is at hand. You really do have very different ideas and ways of expressing them. There may also be a sustained interest in communication, computers, electronics, and all that is electrical."
    },
    "03.180.08": {
        "title": "",
        "desc": "You play it pretty straight when it comes to the words and ideas you use. You make a virtue out of plain talk, and tend to avoid jargon and all things new or unusual. You could find that nonconformists, so-called radicals, like to pit themselves against you in conversation and arguments. You do this too often to be a real innocent. Your avoidance of the novel and unorthodox at every turn is itself a bit unusual."
    },
    "03.090.08": {
        "title": "",
        "desc": "You may have trouble with any ideas that are new and different. Your more conservative way of thinking and expressing yourself goes against all that is radical and new. Thoughts and concepts that break with tradition may be a hassle for you -- a constant headache. You prefer that conversations and communications stay on the accepted paths and become irritated when they stray from what you expect. You have a tendency to lose your temper with little warning."
    },
    "03.030.08": {
        "title": "",
        "desc": "Sharp, nimble mind with ready wit. Quick to get insights and to see new solutions. Approaching genius when it comes to communication skills. Natural physical dexterity. Good hands too. The life of the party when it comes to spontaneity."
    },
    "03.060.08": {
        "title": "",
        "desc": "Sharp, nimble mind with ready wit. Quick to get insights and to see new solutions. Approaching genius when it comes to communication skills. Natural physical dexterity. Good hands too. The life of the party when it comes to spontaneity."
    },
    "03.135.08": {
        "title": "",
        "desc": "You tend to carry a lot of mental energy and tension, and this can suddenly erupt when you're not kept busy. The way you speak, think, and use your mind can give way to sheer insight and brilliance. At other times you may have very conventional ideas."
    },
    "03.060.09": {
        "title": "",
        "desc": "Great psychological talent. Able to sense and feel in the more abstract mental areas and to bring far-out ideas down to earth. Always at the leading edge of social understanding. Great sense of compassion and a real understanding of others."
    },
    "03.030.09": {
        "title": "",
        "desc": "Great psychological talent. Able to sense and feel in the more abstract mental areas and to bring far-out ideas down to earth. Always at the leading edge of social understanding. Great sense of compassion and a real understanding of others."
    },
    "03.045.09": {
        "title": "",
        "desc": "Your ideas, thoughts, and mentality may struggle to keep a damper on a tendency towards mysticism and the spirit. Your dreams and ideals may be difficult for you to express or talk about, but are a source of much energy and not a little tension."
    },
    "03.090.09": {
        "title": "",
        "desc": "You find talk of the other world, and mysticism in general, to be a real hassle. You struggle to keep this and any spiritual material at bay and, like your mind, down-to-earth and quite conventional. It may be hard for you to think about spiritual matters, much less express them in words or thoughts. You like your dreams neat and are troubled when thoughts of other lives and what-not intrude. You would rather not talk about it."
    },
    "03.135.09": {
        "title": "",
        "desc": "Your ideas, thoughts, and mentality may struggle to keep a damper on a tendency towards mysticism and the spirit. Your dreams and ideals may be difficult for you to express or talk about, but are a source of much energy and not a little tension."
    },
    "03.180.09": {
        "title": "",
        "desc": "Mystical and other-worldly thoughts are not for you. You are painstaking in your avoidance of all that is transcendental  and smacks of the next world. You find yourself in conversations (and probably arguments) on these subjects more often than not. For yourself, you go out of your way to be clear-headed and practical and have little tolerance for the stuff of imagination and dreams. Your ideal world is right here, and any other thoughts are beside the point."
    },
    "03.000.09": {
        "title": "",
        "desc": "You have more than just the gift of gab. Your words and ideas can transport and enchant listeners, carrying them beyond the world as they know it into the world as they wish it could be. Your imagination and sense of what connects all of life is felt in your speech and in the way you communicate. You love a good story, and a sense of the mystical pervades every one you tell. You are at home in the world of myths and dreams, for your mind soars on wings of the imagination."
    },
    "03.120.09": {
        "title": "",
        "desc": "You are expert at working with words that communicate mystical and mythological ideas. You are at home in these realms and can always manage to bring other-worldly ideas into the practical realms. You would make an excellent teacher of philosophy or religion, for you can't help but communicate these subjects and enchant all who come to know you. Your understanding of the unity behind appearances, along with the ability to put these thoughts into words, is a rare and valuable gift. You would make a good director, for you like working with mental images."
    },
    "03.135.10": {
        "title": "",
        "desc": "Your personal life and secret thoughts may be something that you have difficulty speaking about or expressing to others. This can produce tension that gives way to bouts of deep searching and analysis, even gossip. The bigger the front, the more it is hiding."
    },
    "03.120.10": {
        "title": "",
        "desc": "When it comes to mental work, you have a perfect gift for research and investigation. You enjoy examining and analyzing, in particular when it comes to psychological and sensitive areas of the mind. Your ability to sift through the dross and come up with what is essential every time is exceptional. You like to discuss and communicate, again always at a psychological and very personal level. Others may find you just too intense."
    },
    "03.060.10": {
        "title": "",
        "desc": "Penetrating, probing mind that is good for research. Can see far beyond normal concepts in areas of religion and psychology. Always want to get to the bottom of things, get under or beyond the superficial. A sense of the eternal."
    },
    "03.030.10": {
        "title": "",
        "desc": "Penetrating, probing mind that is good for research. Can see far beyond normal concepts in areas of religion and psychology. Always want to get to the bottom of things, get under or beyond the superficial. A sense of the eternal."
    },
    "03.090.10": {
        "title": "",
        "desc": "Getting personal with you is a real mistake, for it always manages to plunge you into turmoil. You resent probing on the part of others, yet are fascinated by behind-the-scenes and so-called \"secret\" information. You may prefer not to think about anything below the surface, but even this is not a constant, and this inner conflict produces more than its share of tension."
    },
    "03.180.10": {
        "title": "",
        "desc": "You like your conversations and the ideas you communicate to stay somewhere near the surface. You want your privacy. You resent probing analysis and are quick to say so. Your opposition to others' \"getting personal\" with you is loud and clear and may be the source of more than a little argument. However, you don't mind a tasty bit of gossip when it is someone else who is being discussed. There is more than a little incongruity here."
    },
    "03.000.10": {
        "title": "",
        "desc": "Anyone who tries to get you to play with words is in for a big surprise. Your mind cuts right through all the window dressing and gets right down to the quick. Before anyone knows it, you have the heart of the matter out front for everyone to see. You would make a great investigator, either in scientific research or undercover work. It makes no difference. Your ability to get to the point is all but phenomenal. You can talk and put into words areas of the psychological that others wouldn't touch with a ten-foot pole."
    },
    "03.045.10": {
        "title": "",
        "desc": "Your personal life and secret thoughts may be something that you have difficulty speaking about or expressing to others. This can produce tension that gives way to bouts of deep searching and analysis, even gossip. The bigger the front, the more it is hiding."
    },
    "03.180.110": {
        "title": "",
        "desc": "Your mind runs to domestic issues; home and family are always on your mind. This trait could work against your career interests, especially if your job requires managerial and organizational skills. Perhaps a home business would be good."
    },
    "03.000.110": {
        "title": "",
        "desc": "You have a mind for what is practical, organized, and logical. Your employer is probably happy to get you, for you are a natural for management positions. A tendency to be a bit manipulating now and then should be noted. Always planning and scheming."
    },
    "03.090.110": {
        "title": "",
        "desc": "Your love of talk, ideas, and expressing yourself to others may mean that your family and even your job may suffer. Your mind is often on your appearance, how you come across and relate to the crowd, to those around you."
    },
    "03.120.110": {
        "title": "",
        "desc": "Your mind is full of practical ideas, especially related to your job or skills. Always coming up with new ideas to manage things better, make things work -- practical thoughts."
    },
    "03.000.101": {
        "title": "",
        "desc": "Your bright wit and talkative streak make you always ready for a conversation. You love to get your ideas across to others, and communication in any form is where you are happiest. You always jump right in with your mind, expressing ideas, thoughts, and such."
    },
    "03.120.101": {
        "title": "",
        "desc": "Your mind is ever on communication, how you present yourself and come across with others. It is easy for you to express yourself in a crowd, and you are a real smoothie. Everything seems to work out for you when you are talking with others."
    },
    "03.090.101": {
        "title": "",
        "desc": "Your mind is ever on career and family, and this may not make you the most communicative and social animal. You may prefer to avoid crowds and all large gatherings. You may not need relationships other than at home and at work."
    },
    "03.180.101": {
        "title": "",
        "desc": "You are never funnier, wittier, or more at your mental best than when in a group or lost in a deep conversation with a partner. You may even neglect your personal interests by devoting so much of your time and energy to thinking about other people."
    },
    "04.000.05": {
        "title": "",
        "desc": "You enjoy life yourself and value gusto and enthusiasm in those around you. Feelings are something you express with ease, and you appreciate others doing the same. Emotional drama is valued rather than avoided. Your appetite for action is probably well known, and well noted. Sports, outdoor activities, and everything physical are high on your list of favorites. Sex is, no doubt, also important."
    },
    "04.180.05": {
        "title": "",
        "desc": "You don't enjoy forwardness in others and tend to interpret any direct approach as pushiness. Emotions, and the scenes that go with them, are avoided by you rather than welcomed. You see little value in raw enthusiasm and prefer yours thoroughly tame and house-broken. You don't wear your heart on your sleeve, and you resent it when others do. You may actually confront those around you on these issues. It is doubtful that you are a great fan of sports and the whole outdoor chic."
    },
    "04.135.05": {
        "title": "",
        "desc": "You may not like displays of emotion and pushy people, or at least find them challenging and thought-provoking. Your basic drive and ambitions may tend to ignore or brush off your more caring and loving qualities. Emotional tension."
    },
    "04.090.05": {
        "title": "",
        "desc": "What you don't love is the parade of emotions -- directness from others. What you do love and appreciate may not be as clear to you as what you do not love. You are troubled by all that gets too pushy, physical, and gushy. About this you are clear. Sports, ordeals of bravery, and all that is too physical is objectionable. Given the world as it is and your predisposition, a certain amount of emotional tension is unavoidable."
    },
    "04.045.05": {
        "title": "",
        "desc": "You may not like displays of emotion and pushy people, or at least find them challenging and thought-provoking. Your basic drive and ambitions may tend to ignore or brush off your more caring and loving qualities. Emotional tension."
    },
    "04.030.05": {
        "title": "",
        "desc": "All heart! Feelings are always out front and entirely natural. Love of action, motion (sports, physical, sex, and the like). An expert at matters of the heart. Children, animals, and all creative work get top billing. Always act on instinct, feelings."
    },
    "04.120.05": {
        "title": "",
        "desc": "You love to work with younger people and would make a superb teacher or coach. You appreciate a heart-felt approach and are an enthusiast if there ever was one. You understand and encourage emotions, feelings and creativity and find it easy to work in these areas. You value drive and the ability to get things done. Matters of the heart, marriage, and the like are areas where you can help others."
    },
    "04.060.05": {
        "title": "",
        "desc": "All heart! Feelings are always out front and entirely natural. Love of action, motion (sports, physical, sex, and the like). An expert at matters of the heart. Children, animals, and all creative work get top billing. Always act on instinct, feelings."
    },
    "04.030.06": {
        "title": "",
        "desc": "Born lucky. A natural when it comes to finding the pot of gold at the end of the rainbow. Very generous with others. Love to spread the good things around. A natural talent for finding your way past the pitfalls of life. A love of travel and puzzles."
    },
    "04.135.06": {
        "title": "",
        "desc": "You have a habit of ignoring what is best for you and taking roads that you know will lead nowhere, but might be fun to take. Career decisions may have to be made that don't cater to your particular likes, dislikes, and value system."
    },
    "04.090.06": {
        "title": "",
        "desc": "You don't like making career decisions, and you can get downright confused when it comes to making the right choice. You may not appreciate advice, and this makes the problem somewhat more complex. It could be important for you to get the counsel of a trusted friend, someone who can advise you as to the right choices. Whether you happen to like them or not, once you have determined the right route, you should take it."
    },
    "04.045.06": {
        "title": "",
        "desc": "You have a habit of ignoring what is best for you and taking roads that you know will lead nowhere, but might be fun to take. Career decisions may have to be made that don't cater to your particular likes, dislikes, and value system."
    },
    "04.000.06": {
        "title": "",
        "desc": "You value fairness in all things and go out of your way to be just. You appreciate others who have been successful and may surround yourself with those in power, be they politicians, officials, what-have-you. Your sense of quality  and discrimination may amount to some sort of livelihood for you. You could make your living with your good taste. In addition, you have an innate sense of how to work with and guide others in making decisions. You understand the choices and can spot the right ones."
    },
    "04.180.06": {
        "title": "",
        "desc": "You may fail to appreciate the correct decision or solution when you see it. This can mean that your judgment in career and vocational matters is at times not dependable. You may be well advised to accept the counsel of others concerning decisions relating to your career or life path. A tendency to go too far, expand too fast, and overindulge needs to be noted, and some adjustment made. Your appetites may carry you away from what you know to be the best path."
    },
    "04.120.06": {
        "title": "",
        "desc": "You have an innate love of the law and working things through, and you are not put off by problems and obstacles. On the contrary, you look forward to solving them. You have the ability to work with others, in particular regarding vocation or career guidance. You can advise and guide in matters requiring work-related decisions. Others find you a generous and loving person. You always share what you find and have a lucky streak too."
    },
    "04.060.06": {
        "title": "",
        "desc": "Born lucky. A natural when it comes to finding the pot of gold at the end of the rainbow. Very generous with others. Love to spread the good things around. A natural talent for finding your way past the pitfalls of life. A love of travel and puzzles."
    },
    "04.135.07": {
        "title": "",
        "desc": "You may have trouble enjoying yourself, appreciating the finer things of life. Your no-nonsense, serious approach may tend to limit and cut off feelings of warmth and compassion. The result could be a struggle between binges and responsibility."
    },
    "04.180.07": {
        "title": "",
        "desc": "You don't like rules and prefer to live in disorder rather than submit to outside regulation. Your particular value system manages to bring you into conflict with others, especially those in authority. You seldom appreciate the law in any form and end up challenging it almost every time. You persist in ignoring your responsibilities, and you let your obligations pile up until a confrontation is inevitable. Delinquent."
    },
    "04.090.07": {
        "title": "",
        "desc": "You have trouble accepting responsibilities. You don't like them. You would rather enjoy yourself at the expense of any obligations, letting them accumulate as they will. This struggle with authority and simple duty makes for great tension and diminished good times. It is hard to have fun when you are ignoring your responsibilities. What we have here is a stalemate."
    },
    "04.120.07": {
        "title": "",
        "desc": "You could be an excellent teacher in areas requiring discipline and organization. You value order and place a high premium on hard work and effort. You like to get down to the bare bones, to what is essential. Whatever is most practical is best, and you appreciate things that are durable and long-lasting. You love truth, philosophy, law, and the like."
    },
    "04.045.07": {
        "title": "",
        "desc": "You may have trouble enjoying yourself, appreciating the finer things of life. Your no-nonsense, serious approach may tend to limit and cut off feelings of warmth and compassion. The result could be a struggle between binges and responsibility."
    },
    "04.030.07": {
        "title": "",
        "desc": "An innate love of truth, essentialness, even adversity. A fierce sense of loyalty for loved ones. Protective and security-minded. You have a love affair with the practical and useful; you love to work and work with love. Form follows function."
    },
    "04.060.07": {
        "title": "",
        "desc": "An innate love of truth, essentialness, even adversity. A fierce sense of loyalty for loved ones. Protective and security-minded. You have a love affair with the practical and useful; you love to work and work with love. Form follows function."
    },
    "04.000.07": {
        "title": "",
        "desc": "You value the simple life and have little use for pomp and circumstance. Your appreciation for hard work and discipline is natural and lifelong. You actually love responsibility and tend to pile on the work. Others may find you frugal or unnecessarily spartan, but you love simplicity as much as they love opulence. You can discriminate the wheat from the chaff and put great value on organization."
    },
    "04.090.08": {
        "title": "",
        "desc": "Your conservative values clash with whatever is unconventional and different. You don't value novelty and do your best to ignore changes. You appreciate tradition and regularity, and your value system is dead set against anything new or out of the ordinary. Despite your feigned ignorance to the contrary, you suffer regular infusions of change, which you find very disturbing. New things threaten to overpower you."
    },
    "04.135.08": {
        "title": "",
        "desc": "You may not be able to let yourself appreciate much that is not conventional for fear of going on some kind of a binge. A strong sense of the novel and unusual rears its head every so often and upsets your whole value system."
    },
    "04.180.08": {
        "title": "",
        "desc": "You like your life regular and find little value in new trends and inventions for their own sake. The same goes for nonconformists and all the other weirdos that crowd the world. You oppose them, and often deliver your message in person. Arguments on this theme are common. Any sort of change threatens you more than most, and you do all you can to ignore it. Every so often, like those earthquake faults, all hell breaks loose and some of this catches up with you."
    },
    "04.030.08": {
        "title": "",
        "desc": "A love of the new and unusual. Able to grasp and appreciate new trends and concepts at the very forefront of technology. A very free spirit when it comes to friends, lovers, and tastes. In love with what's original. Breaking through."
    },
    "04.060.08": {
        "title": "",
        "desc": "A love of the new and unusual. Able to grasp and appreciate new trends and concepts at the very forefront of technology. A very free spirit when it comes to friends, lovers, and tastes. In love with what's original. Breaking through."
    },
    "04.045.08": {
        "title": "",
        "desc": "You may not be able to let yourself appreciate much that is not conventional for fear of going on some kind of a binge. A strong sense of the novel and unusual rears its head every so often and upsets your whole value system."
    },
    "04.120.08": {
        "title": "",
        "desc": "Your ability to discriminate real breakthroughs and to spot new trends makes you able to work in areas at the very fringe of technology. You love all that is new and different and are expert at sharing your feelings with others. Electronics, computers, communications (in fact, everything electrical) are right up your alley. You value independence in partners, friends, and love. You are what is called a \"free spirit\"."
    },
    "04.000.08": {
        "title": "",
        "desc": "You cherish whatever is different and out of the ordinary. The commonplace and the humdrum are not for you. Your friends and surroundings -- everything around you -- must be unconventional to the point of being controversial. You could care less what others think, and this independence is your passion. The way you show affection may also be unusual, and your partners are certainly nonconformist. You set a high value on being different."
    },
    "04.060.09": {
        "title": "",
        "desc": "A mother to every animal, child, or needy person. Generous to the extreme with others. Always sensing the unity in life, as in the phrase \"the dewdrop slips into the shining sea.\" You love movies, myths, and long thoughts. No doubt a dreamer... a lover."
    },
    "04.000.09": {
        "title": "",
        "desc": "You place a high value on your dreams and ideals and don't consider them otherworldly or impossible. You experience the unity around you -- that which joins things together. There is a love of the sea and of whatever solves that which separates us. Mysticism, mythology, poetry, and music are natural. These are all known items to you. People who encounter you may sometimes feel deceived by your remarkable vision, which they enjoy when they are with you but find hard to maintain by themselves. They wish the world were like you say it is."
    },
    "04.180.09": {
        "title": "",
        "desc": "You don't appreciate other-worldly talk. Dreams, imagination, and images are a lot of \"hooey,\" as far as you're  concerned. You find it hard to let go, and you stick to a value system that even you know is less than ideal. You compromise your own ideals and values out of fear of being deceived and led astray. \"They\" are all charlatans, as far as you're concerned, which is one way of showing how important this subject is to you. Confrontations along these lines are easy to come by, and you seldom fail to bite."
    },
    "04.135.09": {
        "title": "",
        "desc": "You won't let yourself care for or really go all out for your dreams and ideals. There is something in you that wants to ignore or cut short your mystic and dreamy side. Your dreams tend to intrude and haunt you. There is a real dichotomy."
    },
    "04.090.09": {
        "title": "",
        "desc": "Your value system has little room for the mystical, much less whatever the psychics are talking about. When these things crop up, you cut them off early on. Your position is simple: dreams, images, spiritual thoughts, and what-not are just not your cup of tea. You don't care for them. And yet, this whole subject fascinates you. There is a siren-like quality to all of this, calling and luring you. Sooner or later, this must be worked through."
    },
    "04.030.09": {
        "title": "",
        "desc": "A mother to every animal, child, or needy person. Generous to the extreme with others. Always sensing the unity in life, as in the phrase \"the dewdrop slips into the shining sea.\" You love movies, myths, and long thoughts. No doubt a dreamer... a lover."
    },
    "04.120.09": {
        "title": "",
        "desc": "You have the gift of working with others, helping them to sense and feel the unity of life. Your love of the spiritual and the eternal is clear to all who meet you. You love to solve the problems of the world, at least in words and images, and when you tell it, all are enchanted. Dreams and images are your stock and trade."
    },
    "04.045.09": {
        "title": "",
        "desc": "You won't let yourself care for or really go all out for your dreams and ideals. There is something in you that wants to ignore or cut short your mystic and dreamy side. Your dreams tend to intrude and haunt you. There is a real dichotomy."
    },
    "04.180.10": {
        "title": "",
        "desc": "You don't want things to get too personal and tend to keep your distance. You even go out of your way to oppose anyone who probes or analyzes to any extent. Conversations turn into arguments around that time. You prefer to gloss over things, gliding along the surface. You don't like what could be beneath the surface and choose to ignore the whole thing. This takes a toll on your desires or passions. Every so often, you turn the whole thing inside out and get totally vulnerable, involved at every level -- more than you bargained for."
    },
    "04.000.10": {
        "title": "",
        "desc": "When you love, you love with energy and passion. You value personal contact, cutting through all the externals and getting to the heart of things. You understand and appreciate vulnerability and have no compunction about presenting your own sensitive spots to others. You enjoy working behind the scenes, getting at secret and hidden areas of the mind and psyche. Changes and transformative experiences are where you like to be most."
    },
    "04.135.10": {
        "title": "",
        "desc": "You may not appreciate displays of emotion or psychological analyzing and probing. This could become kind of a thing with you, trying to avoid sensitive issues that keep coming up all around you. You are fascinated by this stuff, not to mention gossip."
    },
    "04.045.10": {
        "title": "",
        "desc": "You may not appreciate displays of emotion or psychological analyzing and probing. This could become kind of a thing with you, trying to avoid sensitive issues that keep coming up all around you. You are fascinated by this stuff, not to mention gossip."
    },
    "04.030.10": {
        "title": "",
        "desc": "An almost reckless faith in the life process. A natural revolutionary and supporter of change. Fervent feelings for others and deep running emotions mark all relationships. Great personal intensity, even power. Love animals, children, and change."
    },
    "04.060.10": {
        "title": "",
        "desc": "An almost reckless faith in the life process. A natural revolutionary and supporter of change. Fervent feelings for others and deep running emotions mark all relationships. Great personal intensity, even power. Love animals, children, and change."
    },
    "04.120.10": {
        "title": "",
        "desc": "You are very skilled at working with psychology, and the hidden recesses of the mind are, to you, no secret. You would make an excellent psychologist and teacher of this subject. These same skills make it possible for you to work with the public, in politics or wherever handling sensitive or \"hot\" issues is routine. You value change and transformation and have an almost reckless faith in the life process. You love to be touched at the most personal and vulnerable levels."
    },
    "04.090.10": {
        "title": "",
        "desc": "You are unruffled and like things calm and impersonal. Polite, but not too close, and never personal. You don't appreciate displays of emotion, and any attempts at analysis meet with the cold cut-off. It is as if all vulnerable issues do not, and  never did, exist. Your surveillance sees to that. However, the stuff of gossip fascinates and calls to you from across the void. You hate it, but you love it. There is a lot of unrest built around this issue."
    },
    "04.000.110": {
        "title": "",
        "desc": "You love to take charge, organize, and manage, whether this be in big business or small. You value practical vision and are not above manipulating a situation to the advantage of everyone involved. You love being the boss."
    },
    "04.180.110": {
        "title": "",
        "desc": "Your love of family and home and lack of interest in external affairs (be they friends or work-related) needs to be noted and kept in balance."
    },
    "04.090.110": {
        "title": "",
        "desc": "You love other people, large and small groups, and relationships in general. Your social life could be at the expense of your personal interests and even of your family or job."
    },
    "04.120.110": {
        "title": "",
        "desc": "Your love of job and practical skills makes you a fine manager and business person. You bring a great deal of love to your work."
    },
    "04.120.101": {
        "title": "",
        "desc": "You love appearances and have a way of pleasing others and coming across as loving and kind."
    },
    "04.090.101": {
        "title": "",
        "desc": "Your love of family and home and lack of interest in external affairs (be they friends or work-related) needs to be noted and kept in balance."
    },
    "04.180.101": {
        "title": "",
        "desc": "You love other people, large and small groups, and relationships in general. Your social life could be at the expense of your personal interests and even of your family or job."
    },
    "04.000.101": {
        "title": "",
        "desc": "You are a personal charmer, as anyone who ever gets into a one-on-one with you can testify. You seem to appreciate everything and everybody, and this shows. Your sense of love and compassion is an open book for all to read."
    },
    "05.060.06": {
        "title": "",
        "desc": "Tremendous drive to succeed, plus some sheer good luck, brings real accomplishment. Lots of physical energy available too. Very ambitious and motivated. Could serve as group leader or manager. Family person. Career and marriage work well."
    },
    "05.000.06": {
        "title": "",
        "desc": "You are driven when it comes to fulfilling your ambitions and carving out a career. There is no lack of energy or drive here, and nothing can stand in your way. Everything is poured into making the right moves, the correct decisions. You are outgoing, enthusiastic, and always diplomatic -- everybody's favorite. You have a natural instinct for making the correct move at the right time. Politics or some public career seem inevitable."
    },
    "05.045.06": {
        "title": "",
        "desc": "You tend to have trouble coordinating your drive with good career moves. You rush into things, often against your own best interests. You have to be careful selecting a life path, so you don't ignore feelings and emotions."
    },
    "05.120.06": {
        "title": "",
        "desc": "You are a great doer, an accomplisher. Your outgoing nature, coupled with extremely skillful ways of handling other people, make you a natural for working with or for the public. You would make an excellent teacher or coach, and helping others to make career decisions is a skill you possess. Your career is never a problem, for you have the kind of drive that others can only dream about. Everything works out well for you."
    },
    "05.030.06": {
        "title": "",
        "desc": "Tremendous drive to succeed, plus some sheer good luck, brings real accomplishment. Lots of physical energy available too. Very ambitious and motivated. Could serve as group leader or manager. Family person. Career and marriage work well."
    },
    "05.180.06": {
        "title": "",
        "desc": "You don't lack drive, but you may lack good judgment at times. You could rush into things before thinking them through, and thus not have adequate planning and forethought. You may take a career in something unsuited to your real feelings and emotional demands. Your emotions could bring on problems in your job and affect your career. Arguments on these issues abound. It may take some careful footwork on your part to find a way of making a living that does not hamper your feelings."
    },
    "05.090.06": {
        "title": "",
        "desc": "You may lack coordination, in particular in relation to making career moves. Your emotions, led by your temper, can send you off in a direction that is anything but where you really want to go. There is a basic struggle between your feelings and your livelihood; therefore, it is important to find work that does not deny your feelings, or they will explode. Acting only on your feelings and doing \"whatever you want\" with no thought for a plan is also not helpful. Advice from a trusted friend is in order to help coordinate your job and your emotional life."
    },
    "05.135.06": {
        "title": "",
        "desc": "You tend to have trouble coordinating your drive with good career moves. You rush into things, often against your own best interests. You have to be careful selecting a life path, so you don't ignore feelings and emotions."
    },
    "05.135.07": {
        "title": "",
        "desc": "Your drive and efforts are not always well thought out. They can lack the method and discipline needed to build a firm foundation, a solid footing. You sometimes push against the way things are, the laws of nature... which is fruitless."
    },
    "05.180.07": {
        "title": "",
        "desc": "You have a strong drive,but resist training and discipline. You avoid opportunities to put your energy to work and to learn how to accomplish things. You shirk paying your dues. Your lack of self-discipline brings you in conflict and confrontation with authorities and\/or realities. You tend to neglect and ignore responsibilities and put off determining yourself. You can't seem to get to work."
    },
    "05.090.07": {
        "title": "",
        "desc": "You waste a lot of energy sailing into the wind and clashing against authority or reality for no good reason. You resent having to get serious, go to work, and take on responsibilities. Your efforts tend to lack the determination and organization necessary for real accomplishment. Very little can be accomplished without some sort of discipline and training, and you resist these like the devil. You avoid work."
    },
    "05.045.07": {
        "title": "",
        "desc": "Your drive and efforts are not always well thought out. They can lack the method and discipline needed to build a firm foundation, a solid footing. You sometimes push against the way things are, the laws of nature... which is fruitless."
    },
    "05.030.07": {
        "title": "",
        "desc": "Applied force. Practical competence. Tremendous discipline and a love of routine work. Ability to simplify, code, and reduce a subject to its essential elements. Inner drive to be thorough and responsible in minute details. Self-disciplined."
    },
    "05.060.07": {
        "title": "",
        "desc": "Applied force. Practical competence. Tremendous discipline and a love of routine work. Ability to simplify, code, and reduce a subject to its essential elements. Inner drive to be thorough and responsible in minute details. Self-disciplined."
    },
    "05.120.07": {
        "title": "",
        "desc": "The word here is accomplishment. If there is a job, you can do it. A prodigious worker, you pour yourself into any task with absolute determination. You are responsible to the extreme and take on obligations as though you just can't get enough. You enjoy discipline, and limitations are seen as opportunities rather than as handicaps. You would make a good teacher of others in matters of organization, practical competence, and the like. You have a great desire and drive to be thorough and responsible down to the smallest details. You always know what is essential and what is not. You love the routine."
    },
    "05.000.07": {
        "title": "",
        "desc": "You are responsible to the extreme, always taking on obligations and pushing yourself to the limit. You pursue your obligations with much emotion and obvious enthusiasm. You are spartan when it comes to your needs and surroundings. Small and less are beautiful for you. If anything, you try too hard and tend to force things. Others may find your approach severe and hurtful at times. You can be too sober and frugal."
    },
    "05.090.08": {
        "title": "",
        "desc": "Your insistence on the traditional clashes with everything in the world that is innovative and changing. You come up against this again and again. Your drive and emotions take conservative, well-traveled paths, carefully avoiding the new and different. You may have trouble feeling spontaneous and become overly dependent on others. All of this erupts in sudden fits of temper from time to time."
    },
    "05.120.08": {
        "title": "",
        "desc": "You put a lot of thought and energy into being different, avoiding the commonplace with great determination. Your drive to innovate, invent, and find new ways to use things is both well coordinated and intense. You could be an excellent teacher and innovator in areas connected to electronics, computers, and communications. You may love to travel and are quite energetic, even athletic. You have a strong urge to be different, to do something different."
    },
    "05.045.08": {
        "title": "",
        "desc": "Your drive and impetus are sometimes very conventional, and you tend to be very independent or innovative when it comes to feelings and emotions. You may find yourself breaking out of the ordinary with bursts of energy, fits of temper or new ideas."
    },
    "05.030.08": {
        "title": "",
        "desc": "Powerful urge to be an innovator. Sudden breakthroughs, flashes, or insights. Avoid the common and seek out the unusual, exotic, and unique. Travel to far-off or out-of-the-way places. Energetic\/athletic. Inventions with computers and electronics."
    },
    "05.180.08": {
        "title": "",
        "desc": "You put a lot of energy into maintaining the status quo, voiding whatever is new or different. You go out of your way to stay the same, and you find yourself taking positions against new trends and change in general. These can often take the form of arguments. It seems that you are always taking the role of preserver of tradition. Your desire for what is not different may bring out the rebel in those around you, partners and what-not. Others could demand a little spontaneity from you, especially when it comes to feelings and emotions."
    },
    "05.060.08": {
        "title": "",
        "desc": "Powerful urge to be an innovator. Sudden breakthroughs, flashes, or insights. Avoid the common and seek out the unusual, exotic, and unique. Travel to far-off or out-of-the-way places. Energetic\/athletic. Inventions with computers and electronics."
    },
    "05.000.08": {
        "title": "",
        "desc": "You are probably hard to control and very unpredictable. Your drive for independence is obvious, and it is clear that the common and the traditional are not for you. Anything else but that! You pursue alternate or nonconformist solutions to life with great energy. Your temper is hot and sharp and tends to snap out like a lightning bolt. You are aggressive in the pursuit of gaining insight into all that is new, different, and out of the ordinary. Electronics, computers, and communications could be a big part of your life."
    },
    "05.135.08": {
        "title": "",
        "desc": "Your drive and impetus are sometimes very conventional, and you tend to be very independent or innovative when it comes to feelings and emotions. You may find yourself breaking out of the ordinary with bursts of energy, fits of temper or new ideas."
    },
    "05.180.09": {
        "title": "",
        "desc": "You are not known for your romantic nature, and more than likely you go out of your way to avoid whatever you feel might be dreamy and unrealistic. You may fear that you could get carried away emotionally, even be deceived, if you let up your guard and permit your dreams to take over. Your basic drive pits you against anything that smacks of metaphysics and other-worldliness. You aren't afraid to stand up and say so, either. There is something of the siren, some allurement to all of this, as if your dreams and ideals keep calling you. This is a struggle."
    },
    "05.120.09": {
        "title": "",
        "desc": "You have an ability to work with the imagination, reaching beyond the mundane to the potential beyond. Your enthusiasm for mystical and religious experience makes you an excellent teacher in artistic and creative matters. Your sense of the unity behind things spiritual and psychological is clear and felt by those around you. You are, no doubt, a romantic, at home in the world of dreams and images. You enjoy working in these areas."
    },
    "05.135.09": {
        "title": "",
        "desc": "You can be self-defeating, often pushing in directions that go against your own stated ideals and dreams. You have an aversion to foggymindedness and lack of clarity, a fear of being misled or duped. Your feelings tend to compromise your own self-image."
    },
    "05.090.09": {
        "title": "",
        "desc": "You hate a lack of clarity, especially when it comes to your feelings and emotions. This is a less than ideal world as far as you are concerned, and you are for making the best of it. Whatever dreams and ideals you may have had are somehow shut off from the day-to-day realities you face. You would rather ignore your dreams than be tortured by their remoteness. You are suspicious of pie-in-the-sky and have an abnormal fear of being deceived, in particular in matters of love and feelings. A sign of emotional tension."
    },
    "05.030.09": {
        "title": "",
        "desc": "Driven towards the communal, to what unifies us all. Always seeing what we hold in common, rather than our differences. Idealism of a high order. Religious themes. Romantic. At home in psychic or psychological realms. The common denominator."
    },
    "05.060.09": {
        "title": "",
        "desc": "Driven towards the communal, to what unifies us all. Always seeing what we hold in common, rather than our differences. Idealism of a high order. Religious themes. Romantic. At home in psychic or psychological realms. The common denominator."
    },
    "05.000.09": {
        "title": "",
        "desc": "A desire for unity and atonement. You have an urge to put out to sea and to somehow get past what separates and into that which unites or ties things together. Your drive to make dreams real keeps you working for your vision. The ideal should be made real. You put your whole heart into making your dreams and ideals a reality."
    },
    "05.045.09": {
        "title": "",
        "desc": "You can be self-defeating, often pushing in directions that go against your own stated ideals and dreams. You have an aversion to foggymindedness and lack of clarity, a fear of being misled or duped. Your feelings tend to compromise your own self-image."
    },
    "05.120.10": {
        "title": "",
        "desc": "You enjoy working with whatever is psychological -- the hidden, vulnerable, sensitive areas of the mind and self.  You can handle material that is sensitive or taboo without batting an eye. This interest in all that is psychological makes you an excellent teacher in the field. You have a natural grasp for the political, for handling the public, and you know how to get your way. Your drive in these areas amounts to a passion, and those around you may feel that you are often too intense. Power struggles are somewhat routine for you."
    },
    "05.135.10": {
        "title": "",
        "desc": "Your ambition and drive is often at the expense of your inner self and sensitivities. You may find yourself ignoring signals that indicate a need for change, transformation, and vulnerability in general. Bursts of intense anger are possible."
    },
    "05.060.10": {
        "title": "",
        "desc": "Great intensity of emotions and purpose. Could be a spokesperson for a cause or a generation. Fearless in action and not afraid to use power. Will have your way. Know how to get what you want. A very magnetic and perhaps controversial personality."
    },
    "05.090.10": {
        "title": "",
        "desc": "There could be a lot of emotional tension with this combination. You tend to set yourself against whatever forces of change manage to rear their heads around you. This is never more true than where your feelings are concerned. Your attempt to remain untouched and impersonal seems doomed to failure. Everything intrudes, gets too personal, and threatens to hurt your feelings. Your insistence on being an emotional island is probably interspersed with bursts of anger, even fits of rage."
    },
    "05.045.10": {
        "title": "",
        "desc": "Your ambition and drive is often at the expense of your inner self and sensitivities. You may find yourself ignoring signals that indicate a need for change, transformation, and vulnerability in general. Bursts of intense anger are possible."
    },
    "05.180.10": {
        "title": "",
        "desc": "You are opposed to emotional confrontation and resist change in these areas. Getting too personal with you, in particular where feelings are concerned, is a big mistake. You almost always take issue and are seldom polite about it. Your ambition to \"rest in peace,\" undisturbed, suffers constant abuse from all sides, locking you in almost continual opposition with one side or another. You live under continual emotional siege, fighting off whatever threatens to transform you."
    },
    "05.030.10": {
        "title": "",
        "desc": "Great intensity of emotions and purpose. Could be a spokesperson for a cause or a generation. Fearless in action and not afraid to use power. Will have your way. Know how to get what you want. A very magnetic and perhaps controversial personality."
    },
    "05.000.10": {
        "title": "",
        "desc": "You have a relentless drive to get at the heart of things, whatever is under the surface or behind the scenes. Your relentless pursuit of anything hidden or secret makes you a researcher or investigator bar none. Emotionally you are also hot stuff, rushing into areas and handling subject matter that others would never come near. Vulnerable issues, sensitive areas of the self, and psychology are the first places you head. This amounts to a passion with you. Those around you may find you just too intense to be around. It puts them through a great many changes."
    },
    "05.120.110": {
        "title": "",
        "desc": "You put forth a lot of effort, in particular regarding your career. Your drive and ambitions work well with whatever management skills and practical ability you have, producing a harmonious work environment."
    },
    "05.180.110": {
        "title": "",
        "desc": "You are moved to secure yourself, always digging in. Home and family are your main focus, even at the expense of career. It would be good if you could work out of your home. Your emotions conflict with the public. You prefer one-on-one."
    },
    "05.000.110": {
        "title": "",
        "desc": "You are very objective and practical when it comes to your feelings and emotions. You seem always to know what things mean and that they are pointing to. You can read feelings the way others read books."
    },
    "05.090.110": {
        "title": "",
        "desc": "You are very competitive -- even pushy -- when it comes to partners and other people. You have a great social drive and love to work in a group or with close friends."
    },
    "05.090.101": {
        "title": "",
        "desc": "You are moved to secure yourself, always digging in. Family and job are your main focus, even at the expense of others. Your emotions tend to conflict with the social and public scene."
    },
    "05.180.101": {
        "title": "",
        "desc": "You are very competitive -- even pushy -- when it comes to partners and other people. You have a great social drive and love to work in a group or with close friends."
    },
    "05.000.101": {
        "title": "",
        "desc": "Feelings and emotions are an open book with you, and you wear your heart on your sleeve. Others may find your drive and openness threatening and aggressive."
    },
    "05.120.101": {
        "title": "",
        "desc": "You come on very strong. You have great confidence and a \"take charge\" sort of manner. You are a great doer, and others accept your commanding nature. You are a good team player."
    },
    "06.090.07": {
        "title": "",
        "desc": "You have real difficulties when it comes to matters of self-discipline. Your career suffers due to your lack of training and education. You go against authority, clashing with it rather than finding a way to work with and learn from it. You end up taking an unplanned course of action that lacks any organization and seldom holds up for long. Taking the easy way out can be very painful. You come back to square one again and again."
    },
    "06.135.07": {
        "title": "",
        "desc": "You tend to pursue options and go off in directions without adequate organization and planning. You need discipline but have trouble submitting to learn it, preferring instead to take what appears to be an easier path, ending up short of your goals."
    },
    "06.120.07": {
        "title": "",
        "desc": "You are a natural architect and builder, able to use your mind to make decisions in matters of form and function. For you, the goal and the way to get to it are the same thing. You like to build each step and have each decision be an end in itself. Things must be done right. You also have great skill with the law, whether man-made or those of nature, and you can put all of this into words. You could well teach others in these areas. You understand how to handle authorities and have a natural gift at solving problems."
    },
    "06.060.07": {
        "title": "",
        "desc": "You possess an architect's vision for what needs to be done and how to do it right to make it last -- an expert or true builder. Knowing what tool to use and just how and when to use it. A sense of the right path or dharma. With you, the means and ends are identical."
    },
    "06.180.07": {
        "title": "",
        "desc": "Your career decisions suffer from a lack of organization and self-discipline. \"Who needs it?\" is your motto. You set yourself against whatever authorities present themselves to you, and this can have major implications. You won't submit to any training and thus lacking the determination you need to establish a right livelihood. Left to your own devices, you tend to take a course that avoids responsibilities and obligations, living as if there were no tomorrow."
    },
    "06.000.07": {
        "title": "",
        "desc": "Your are very \"bearish\" when it comes to security and seldom make a move that does not strengthen your position. You pursue responsibilities the way others pursue pleasure, and  you even invite obligations. Career moves are always solid, based on sound principles, and may be tied in with the law or authorities -- all that is solid and well-reasoned. You don't invest in anything that is not tried and tested. Truth, religion, and philosophy are subjects of great interest."
    },
    "06.045.07": {
        "title": "",
        "desc": "You tend to pursue options and go off in directions without adequate organization and planning. You need discipline but have trouble submitting to learn it, preferring instead to take what appears to be an easier path, ending up short of your goals."
    },
    "06.030.07": {
        "title": "",
        "desc": "You possess an architect's vision for what needs to be done and how to do it right to make it last -- an expert or true builder. Knowing what tool to use and just how and when to use it. A sense of the right path or dharma. With you, the means and ends are identical."
    },
    "06.000.08": {
        "title": "",
        "desc": "Unusual vocations. Your career or life path, the way you make your living or get through life, will be very different, perhaps unique. You always take the road less traveled by and, skirting the crowd and the commonplace, head for parts unknown. Your approach to any problem is always original and you could invent things or discover new places or develop new ways of doing things. Communications, computers, and the whole electronic revolution are a perfect career choice for you."
    },
    "06.180.08": {
        "title": "",
        "desc": "You like your career straight and conventional, and you defy anyone who would suggest otherwise. The well-trodden path is where to find you. You go out of your way to conform, and avoid the new, novel, and unconventional with great vigor. Confrontations with people and things that don't conform are common, not to mention arguments along these lines. That which won't go along is opposed."
    },
    "06.135.08": {
        "title": "",
        "desc": "A rebellious streak could affect your career. Your sense of independence may tend to kick over the apple cart and upset everything. Your progress and success may be at the expense of your more unconventional tendencies -- a source of struggle."
    },
    "06.090.08": {
        "title": "",
        "desc": "Your career is smooth until the question of personal freedom comes up. Successful career moves may demand conformity and cost you personal freedom, perhaps toning down your unconventional habits. You may have to conform and go along in order to get the right job. This is a source of some tension, and your tendency to rebel can get you in hot water every time."
    },
    "06.045.08": {
        "title": "",
        "desc": "A rebellious streak could affect your career. Your sense of independence may tend to kick over the apple cart and upset everything. Your progress and success may be at the expense of your more unconventional tendencies -- a source of struggle."
    },
    "06.060.08": {
        "title": "",
        "desc": "Unusual occupations. Hate the everyday and the rut. Instead, always finding ways to break through or away from what hems you in. Value independence, personal freedom; insist upon and exist on the wildfire at the fringe or very front edge of life."
    },
    "06.120.08": {
        "title": "",
        "desc": "You are independent and value freedom and nonconformity. A  great problem-solver, you enjoy working out new solutions, trying new things. Your career will be anything but ordinary, and leave it to you to find unusual ways of supporting yourself. You bring a lot of mental skill and understanding to whatever you do, and could teach or help others to take a more independent approach to their life or career. You pursue electronics, computers, and the like."
    },
    "06.030.08": {
        "title": "",
        "desc": "Unusual occupations. Hate the everyday and the rut. Instead, always finding ways to break through or away from what hems you in. Value independence, personal freedom; insist upon and exist on the wildfire at the fringe or very front edge of life."
    },
    "06.045.09": {
        "title": "",
        "desc": "Your goals and ideals are often in contrast to the actual decisions you make, in particular those regarding career. Your tendency to head in directions that are less than ideal, that don't fit your own dreams and self-image, causes tension."
    },
    "06.120.09": {
        "title": "",
        "desc": "You would do well in a career in music, poetry, psychology, philosophy -- the realms of the imagination. You work well in these areas and can help or teach others by sharing your understanding. You can serve as a guide to the nether worlds  of the mind and psyche -- religions, mysticism, and so on. Spiritual problems and questions are easy, for you always grasp the unity behind what appears separate."
    },
    "06.030.09": {
        "title": "",
        "desc": "Prefer the forest to the trees, the common to the uncommon or special. At home in ideas of man's essential unity. Religious and psychological ideas are natural. Will act as a minister to others, like it or not. You can sense and see the unity of life."
    },
    "06.090.09": {
        "title": "",
        "desc": "Your tendency to compromise and settle for less than you dreamed can be a problem. Given the opportunity, you may choose the path of least resistance, willing to bypass some of the things you always wanted in favor of expediency. Career moves must be given special attention. Tension results when you ignore your own desires (the things you need and want) and take a course of action, job, career, or whatever that can never satisfy. Or worse, you may find yourself in a job that is compromising."
    },
    "06.135.09": {
        "title": "",
        "desc": "Your goals and ideals are often in contrast to the actual decisions you make, in particular those regarding career. Your tendency to head in directions that are less than ideal, that don't fit your own dreams and self-image, causes tension."
    },
    "06.180.09": {
        "title": "",
        "desc": "Your vocation may be less than ideal and not what you dreamed it could be. Chances are that you have chosen the course you are now on, ignoring other more imaginative solutions. If you have abandoned your dreams, the likelihood is that you did it deliberately and with the eyes open. You may fear being carried away by your imagination, or perhaps you see a more ideal existence as some form of escape. You worry about being deceived or seduced by your own dreams."
    },
    "06.000.09": {
        "title": "",
        "desc": "With you, dreams and ideals have become a way of life. You seek to bring them down to earth and make them real. You will, as the song says, never let your dreams depart. Yours is a path of imagination and vision, perhaps leading to a career in music, mysticism, or the arts. You understand the forest behind the trees and the unity beyond all separateness."
    },
    "06.060.09": {
        "title": "",
        "desc": "Prefer the forest to the trees, the common to the uncommon or special. At home in ideas of man's essential unity. Religious and psychological ideas are natural. Will act as a minister to others, like it or not. You can sense and see the unity of life."
    },
    "06.030.10": {
        "title": "",
        "desc": "Organizational genius, especially when it comes to managing other people.  You understand what motivates others from the point of view of mass psychology and can get at the heart of things in an instant. You have a great talent for social leadership."
    },
    "06.045.10": {
        "title": "",
        "desc": "You have a tendency to trample on some of your own more sensitive areas and feelings. Your particular path is often at the expense of your inner transformation and growth, a need that keeps building up (again and again) to a crisis and boiling over."
    },
    "06.000.10": {
        "title": "",
        "desc": "A career in psychology, areas of the mind and self that are vulnerable and sensitive, is indicated. You not only like change and transforming experiences, you pursue them for their own sake. You head straight for whatever challenges your sense of identity and puts you through changes. This life path could also carry you into subjects like reincarnation, psychic experiences, and all that is occult or hidden from common view. You plunge right in, dig through the whole mess, and leave not a secret unturned. Yours is a career deep in change, transformation, and metamorphosis."
    },
    "06.180.10": {
        "title": "",
        "desc": "Your tendency will be to make career moves that restrict or inhibit your opportunities for inner growth and change. You can manage to get yourself installed in a job that, while good for finances, is a dead end for you from the point of view of personal change. The worst part is that you get combative toward any challenge to your right to avoid situations that require grow and change."
    },
    "06.090.10": {
        "title": "",
        "desc": "You can get stuck in jobs that go nowhere from the point of view of personal growth and change. You tend to wall yourself into a position until nothing can reach or touch you. A lot of tension results, a blow-up occurs, and the whole thing happens again. While it is difficult for you to approach your sensitive areas, it is of great importance that you be able to do so. Here is a situation where one good therapy or another can be of real help."
    },
    "06.120.10": {
        "title": "",
        "desc": "Mass psychology (what motivates people) is something you understand. Your career may well be in managing or working with people within a psychological context. You would make a good teacher in these areas too. Counseling or helping people who are in crisis or working out sensitive issues are careers where you could excel. You have a way of sifting through the garbage and coming up with whatever is meaningful or relevant."
    },
    "06.060.10": {
        "title": "",
        "desc": "Organizational genius, especially when it comes to managing other people.  You understand what motivates others from the point of view of mass psychology and can get at the heart of things in an instant. You have a great talent for social leadership."
    },
    "06.135.10": {
        "title": "",
        "desc": "You have a tendency to trample on some of your own more sensitive areas and feelings. Your particular path is often at the expense of your inner transformation and growth, a need that keeps building up (again and again) to a crisis and boiling over."
    },
    "06.120.110": {
        "title": "",
        "desc": "You are gifted and even \"lucky\" when it comes to career decisions. Things almost always manage to work out for you."
    },
    "06.000.110": {
        "title": "",
        "desc": "Career is very important, and you have superb management abilities. You are expert at manipulating a situation to the benefit of all concerned."
    },
    "06.180.110": {
        "title": "",
        "desc": "You do best sticking close to home and family, and you enjoy all things domestic and security-based. You would do well working out of you own home, having a home business."
    },
    "06.090.110": {
        "title": "",
        "desc": "You excel as a social being, and should make a career out of your deep-seated interest in other people, partnerships, relationships, and so on. You find yourself through other people."
    },
    "06.000.101": {
        "title": "",
        "desc": "You can seem like all things to all people, so able are you to facilitate others. People trust you instantly. You would make a great teacher and counselor."
    },
    "06.180.101": {
        "title": "",
        "desc": "You excel as a social being and should make a career out of your deep-seated interest in other people, partnerships, relationships, and so on. You find yourself through other people."
    },
    "06.090.101": {
        "title": "",
        "desc": "Your career may well be at the expense of relationships and a social life. Work, home, and family are important to you. Others and the social scene don't concern you."
    },
    "06.120.101": {
        "title": "",
        "desc": "Your manner is so facilitating and attractive to others that you would make an excellent counselor or teacher. You find it easy to solve the problems that present themselves, and others benefit from this ability of yours."
    },
    "07.135.08": {
        "title": "",
        "desc": "You are torn between the radical, rebellious, and independent person you feel yourself to be, and a more conservative and traditional bent. Your organized moments may lack originality, and your crazier moments want caution. An ongoing battle."
    },
    "07.090.08": {
        "title": "",
        "desc": "You have trouble controlling yourself and tend to fluctuate between uninspired routine and crazy binges. Your sense of responsibility and the way you go about organizing your life seem like a prison sentence. You rule out any possibility of change, all spontaneity. You get so set in your ways that you can't help but revolt and break out. Your flings have a total lack of caution. When they die down, you find yourself seeking refuge in the same old routine, and we begin again."
    },
    "07.045.08": {
        "title": "",
        "desc": "You are torn between the radical, rebellious, and independent person you feel yourself to be, and a more conservative and traditional bent. Your organized moments may lack originality, and your crazier moments want caution. An ongoing battle."
    },
    "07.030.08": {
        "title": "",
        "desc": "Improvement of existing circumstances. Insights into the status quo, ways to make use of a situation to serve new needs. Making a \"silk purse out of a sow's ear\" sort of thing. Invention, electronics, computers."
    },
    "07.000.08": {
        "title": "",
        "desc": "You find it difficult to be spontaneous, to get away from routine and do something different. Others see in you a creature of routine. Travel may also be hard for you. It is not easy for you to change or to accept changes. When you do enact a change, it is always at the deepest or core level and affects everything else in your life. Once a change is made, it at once becomes a part of you, solid and immovable. Those near you may feel that you inhibit the proverbial \"life of the party.\" Code, computer programming, and the like should interest you."
    },
    "07.120.08": {
        "title": "",
        "desc": "You are very skilled at implementing change and improving existing circumstances. You seek to understand and improve situations, finding new but secure ways to better conditions. Inventions and discoveries, in particular in communications, computers, and electronics, may be possible.  You bring order and organization to areas where new development is taking place, also emergency situations. You can teach and help others to understand this as well."
    },
    "07.180.08": {
        "title": "",
        "desc": "Your innate seriousness and sense of obligation tend to set themselves up against anything that is new and different. Independence on the part of people or events somehow challenges your authority and never fails to invoke an argument or stand-off. Change, even novelty, is seen as threatening and confrontational. Even so, the forces of change assert themselves now and again, managing to over-rule and overturn whatever you have managed to tie down."
    },
    "07.060.08": {
        "title": "",
        "desc": "Improvement of existing circumstances. Insights into the status quo, ways to make use of a situation to serve new needs. Making a \"silk purse out of a sow's ear\" sort of thing. Invention, electronics, computers."
    },
    "07.120.09": {
        "title": "",
        "desc": "Here is the ability to ground and make spiritual ideas a practical matter, bringing them down to Earth and into everyday life. You have great discipline when it comes to working with spirituality and unity -- whatever binds or links all of us together. You would be able to teach and show others these realms. No pie-in-the-sky for you. You grasp the principles that bind things together, the essentials of a workaday, practical religion, a down-to-Earth mysticism."
    },
    "07.060.09": {
        "title": "",
        "desc": "Making \"spirit\" matter in day-to-day life, making the ideal real by bringing it down to earth. Incorporation. Perhaps a fear of losing oneself in the beginning, but in the long run, a love of the sea, space, and merging into one. At-one-ment."
    },
    "07.030.09": {
        "title": "",
        "desc": "Making \"spirit\" matter in day-to-day life, making the ideal real by bringing it down to earth. Incorporation. Perhaps a fear of losing oneself in the beginning, but in the long run, a love of the sea, space, and merging into one. At-one-ment."
    },
    "07.045.09": {
        "title": "",
        "desc": "Your sense of responsibility and discipline often are at odds with your dreams and visions, a possible source of depression. You may find yourself escaping routine in flights of fancy and imagination. You soon swing back and grind on."
    },
    "07.090.09": {
        "title": "",
        "desc": "The more disciplined side of you has no time for dreams, visions, and other-worldly stuff. You ignore anything that is not tied down and practical. And yet, all this spiritual stuff has a way of intruding into your real world. You come up against it again and again. You can't live with it, and you can't live without it. It seems you feel that dreams and a more \"ideal\" life must take a back seat to reality and the (sometimes) drudgery of routine. You keep finding yourself looking out the window."
    },
    "07.135.09": {
        "title": "",
        "desc": "Your sense of responsibility and discipline often are at odds with your dreams and visions, a possible source of depression. You may find yourself escaping routine in flights of fancy and imagination. You soon swing back and grind on."
    },
    "07.180.09": {
        "title": "",
        "desc": "Your sense of duty and the responsibilities you may have could cause you to ignore or forego some of your actual ideals, the things you have most dreamed of. A conservative streak sets you against anything that is not realistic, and you have no patience for pie-in-the-sky and things that are not tied down. Mysticism, psychic phenomena, and the imagination in general intrigue you, despite your convictions to the contrary. You could take a vacation from your responsibilities and explore some more imaginative regions."
    },
    "07.000.09": {
        "title": "",
        "desc": "You may have difficulty letting go and being imaginative. Your no-nonsense, practical approach makes subjects like the unity of life, ideals, and dreamy stuff hard for you to take. However, your dreams and ideals are very important to you, and you methodically go about putting them into practice. You have little interest in the spirituality and psyches that are rampant today. You see through that and value the essential unity behind all religions. You could bring imagination and religious understanding to physical and scientific studies."
    },
    "07.180.10": {
        "title": "",
        "desc": "You are very touchy and tend to keep your vulnerability hidden from others. You work hard at avoiding personal confrontation and sensitive issues. In fact, you are very determined about this. Areas where you are insecure seldom have any opportunity to get aired out and toughen up. Your serious exterior covers over tender feelings. Duties and responsibilities could keep you from opportunities for change and inner growth."
    },
    "07.045.10": {
        "title": "",
        "desc": "Power struggles may occur, in particular between your sense of responsibility and an urge to transform yourself utterly. Your more orderly self tends to ignore signs of change until they erupt as major upheavals. An ongoing cycle."
    },
    "07.090.10": {
        "title": "",
        "desc": "Your very organized self tends to hide behind duties and responsibilities. This no-nonsense approach manages to push aside many opportunities for others to reach out to you and get close. You resist getting personal and tend to avoid issues that are touchy and might result in confrontation and change. There could be eruptions that overturn all of the more orderly rituals."
    },
    "07.135.10": {
        "title": "",
        "desc": "Power struggles may occur, in particular between your sense of responsibility and an urge to transform yourself utterly. Your more orderly self tends to ignore signs of change until they erupt as major upheavals. An ongoing cycle."
    },
    "07.030.10": {
        "title": "",
        "desc": "Persistent, intense, and serious. Getting at the heart or root of a situation. Great psychological insight into life problems. Perhaps aiding or counseling, helping others understand difficulties. Fiercely tenacious."
    },
    "07.060.10": {
        "title": "",
        "desc": "Persistent, intense, and serious. Getting at the heart or root of a situation. Great psychological insight into life problems. Perhaps aiding or counseling, helping others understand difficulties. Fiercely tenacious."
    },
    "07.120.10": {
        "title": "",
        "desc": "When it comes to psychology you have great penetration, and always understand how to get down to the core material. You enjoy working with sensitive and vulnerable areas of the mind, searching out and defining points of transformation, areas for growth. You could teach and instruct others in these areas. You aren't afraid to get into the most sticky situations, and you always come up with the essence of the matter at hand."
    },
    "07.000.10": {
        "title": "",
        "desc": "You may have a tendency to avoid sensitive subjects and to take refuge in duties and responsibilities rather than face issues that might disturb you or put you through some changes. You are a stern pragmatist in all that is psychological -- whatever wells up from inside us. Your need for psychological security and absolute truth in all matters cuts through most chit-chat and settles on core material. You concentrate on deep, inner changes in you and in others -- depth psychology."
    },
    "07.120.110": {
        "title": "",
        "desc": "You enjoy working hard and being organized, and you exercise skill and discipline in anything that affects your career and reputation. A perfect combination for an excellent manager."
    },
    "07.000.110": {
        "title": "",
        "desc": "With a great interest in the business and practical world, your mind works like a steel trap when it comes to making career and management decisions."
    },
    "07.090.110": {
        "title": "",
        "desc": "You are very painstaking and deliberate when it comes to partnerships, lovers -- relationships of all kinds. You tend toward long-lasting friendships and are very loyal. sometimes too staid."
    },
    "07.180.110": {
        "title": "",
        "desc": "You are very methodical and practical when it comes to matters of home and family, even at the expense of your career."
    },
    "07.120.101": {
        "title": "",
        "desc": "You express yourself deliberately and don't waste your words. You have a natural sense of organization and come across as disciplined and careful, perhaps a little too sober."
    },
    "07.000.101": {
        "title": "",
        "desc": "You may have difficulty expressing yourself and getting your ideas across to others, but what you do communicate is very clear and practical. You may use very few words."
    },
    "07.180.101": {
        "title": "",
        "desc": "You are very painstaking and deliberate when it comes to partnerships, lovers -- relationships of all kinds. You tend toward long-lasting friendships and are very loyal, sometimes too staid."
    },
    "07.090.101": {
        "title": "",
        "desc": "You are very methodical and practical when it comes to matters of home, family, and career, often at the expense of your social life."
    },
    "08.000.09": {
        "title": "",
        "desc": "You have real vision and insight into the unity that ties this world together. Your brilliant imagination and enchanting manner transport all who meet you beyond the mundane and into the extraordinary regions where you spend a lot of your time. You are a seer, in the true sense of the word, and possess a waking experience of that part of us that is mystical and dreamlike. You find new ways to bring people together, to unify situations. Unusual music."
    },
    "08.135.09": {
        "title": "",
        "desc": "Your independence and unconventional manner may be at the expense of ideals and dreams. You may alternate between following your more traditional ideals and shattering your self-image via some very erratic and unusual behavior."
    },
    "08.120.09": {
        "title": "",
        "desc": "Your insight and vision into what unites people and into the dreams and mystical regions of our mind is profound. You have an enchanting way of working and communicating with others in these matters and with music and the arts. New paths to world or personal unity are a major interest, and you have a very practical sense of how to make your dreams real."
    },
    "08.030.09": {
        "title": "",
        "desc": "A new and waking vision of unity. A powerful sense of music and a faith in making the ideal a reality--for reality to be as we dreamed it and our dreams to become as real. New concepts in group work. The dewdrop slips into the shining sea."
    },
    "08.045.09": {
        "title": "",
        "desc": "Your independence and unconventional manner may be at the expense of ideals and dreams. You may alternate between following your more traditional ideals and shattering your self-image via some very erratic and unusual behavior."
    },
    "08.090.09": {
        "title": "",
        "desc": "The rebel in you likes to ignore your dreams and ideals and just let come what may. You relish your freedom and independence and pursue it even at the expense of what you know you really want. You can take delight in ruining your own deep-rooted dreams. The romantic in you struggles against the frontier spirit that often moves you to action."
    },
    "08.060.09": {
        "title": "",
        "desc": "A new and waking vision of unity. A powerful sense of music and a faith in making the ideal a reality--for reality to be as we dreamed it and our dreams to become as real. New concepts in group work. The dewdrop slips into the shining sea."
    },
    "08.180.09": {
        "title": "",
        "desc": "Nonconformist as you may be, you avoid anything that you consider unrealistic or foggy-minded. The mystical areas of the mind are nonsense to you. You find more traditional ways to escape and get beyond the mundane. You could find yourself being critical and even confrontational with those who like to let their imagination roam beyond the normal. Psychic and mystical ideas repel you, yet somehow beckon too. They seem to threaten your independence."
    },
    "08.180.10": {
        "title": "",
        "desc": "Your sense of freedom and independent manner do not extend so far as to get personal. You resent anyone getting so close to you as to touch you where you are sensitive or feeling private. Your insight is not so fine when it comes to self-analysis and questions of personal vulnerability. You break away from relationships or conversations that start to get introspective."
    },
    "08.000.10": {
        "title": "",
        "desc": "Secrets have a short half-life around you, for you have them out in a wink of an eye. You are brilliant when it comes to insights into the mind, psychology, and motivation -- yours or others'. Your intensity is obvious, and some may prefer to keep their distance rather than subject themselves to your laser eye. Nothing is passed over without being turned inside and out. Your analytical powers are superb, and you enjoy finding new avenues of inner growth."
    },
    "08.135.10": {
        "title": "",
        "desc": "Your sense of originality and insight does not go so far as to inquire into areas of psychological sensitivity and vulnerability, which you tend to leave alone. This can produce tension to the degree that you possess a need for inner growth and change."
    },
    "08.090.10": {
        "title": "",
        "desc": "Your passion for freedom and independence stops short of the personal and private areas of your life. You don't feel so free when things get psychological and analytical. You tend to rebel against all interaction that gets close and personal. Feeling vulnerable or exposed causes you to freak out and break away."
    },
    "08.045.10": {
        "title": "",
        "desc": "our sense of originality and insight does not go so far as to inquire into areas of psychological sensitivity and vulnerability, which you tend to leave alone. This can produce tension to the degree that you possess a need for inner growth and change."
    },
    "08.120.10": {
        "title": "",
        "desc": "You have great insights into what motivates the public, crowds, and the mind in general. You can work with sensitive and vulnerable psychological areas without batting an eye, and would be good at instructing others in these areas. Your keen mind and great analytical powers always manage to get at whatever motivation is beyond apparent behavior. You can see what is behind touchy and very personal matters."
    },
    "08.060.10": {
        "title": "",
        "desc": "Spiritual or psychological insight of the first order. Social and\/or political revelation. Looking into the inner workings of the mind and psyche. New and fresh viewpoints into the social scene, mass psychology. Intense light."
    },
    "08.030.10": {
        "title": "",
        "desc": "Spiritual or psychological insight of the first order. Social and\/or political revelation. Looking into the inner workings of the mind and psyche. New and fresh viewpoints into the social scene, mass psychology. Intense light."
    },
    "08.000.110": {
        "title": "",
        "desc": "You are most insightful and innovative when it comes to matters of your career and practical matters. You can see how to put ideas (and people) to a better use."
    },
    "08.090.110": {
        "title": "",
        "desc": "You have unusual relationships, perhaps a number of them, and not always of long duration. You are creative when it comes to partnerships or lovers; you seem to establish unusual and different relationships."
    },
    "08.120.110": {
        "title": "",
        "desc": "You tend to be creative and original in your work and career, managing to bring new ideas and spontaneity to bear."
    },
    "08.180.110": {
        "title": "",
        "desc": "You are most original when concentrating on areas of home and family where you feel secure. You are a private person and find all the pomp and circumstance of public life repressive and boring."
    },
    "08.090.101": {
        "title": "",
        "desc": "You are most original when concentrating on areas of work and family where you feel secure. You are a private person and find all the pomp and circumstance of social life repressive and boring."
    },
    "08.000.101": {
        "title": "",
        "desc": "Very independent in appearance and communication -- the way you come across to others. Your spontaneity and unpredictability make you interesting to any group."
    },
    "08.180.101": {
        "title": "",
        "desc": "You have unusual relationships, perhaps a number of them, and not always of long duration. You are creative when it comes to partnerships or lovers and seem to establish unusual and different relationships."
    },
    "08.120.101": {
        "title": "",
        "desc": "You are probably very witty and prefer an unusual method of presenting yourself or communicating to others. Original and quick with words and ideas. Unconventional."
    },
    "09.030.10": {
        "title": "",
        "desc": "A searing vision that cuts through what passes for conventional religion. A vision of the endless process of life ever being born afresh. Great acceptance and faith in the natural process and next generation. Love of children and animals."
    },
    "09.000.10": {
        "title": "",
        "desc": "Your interest in religion, spiritual matters, and things that stretch beyond the course of a single human lifetime is quite unique. Others may not be able to share your vision into the spiritual and psychological, seeing you as something of a weirdo. To get to know you is to catch a glimpse, however brief, into some of the eternal thoughts and realms. You are very devotional when it comes to anything connected to spiritual and inner growth, and the process of personal introspection and analysis is also sacrosanct."
    },
    "09.180.10": {
        "title": "",
        "desc": "You shield your hopes and dreams from day-to-day reality and try to keep them away from the often very messy process of actual change and growth. The visceral process of genuine living is not what you imagined it would be, and you tend to ignore it or push it away. Your inner dream world is thus under constant attack from all those areas within you where you are feeling exposed and most vulnerable."
    },
    "09.135.10": {
        "title": "",
        "desc": "Your self-image and the ideals you strive for tend to ignore an equally important area of yourself, the hidden and vulnerable areas of human psychology. This urge to explore depth-psychology conflicts with a desire to escape and dream."
    },
    "09.045.10": {
        "title": "",
        "desc": "Your self-image and the ideals you strive for tend to ignore an equally important area of yourself, the hidden and vulnerable areas of human psychology. This urge to explore depth-psychology conflicts with a desire to escape and dream."
    },
    "09.060.10": {
        "title": "",
        "desc": "A searing vision that cuts through what passes for conventional religion. A vision of the endless process of life ever being born afresh. Great acceptance and faith in the natural process and next generation. Love of children and animals."
    },
    "09.120.10": {
        "title": "",
        "desc": "You work with real imagination and understanding in areas of the mind that are the most personal or private -- depth psychology. You are like a midwife of the spirit, assisting at the birth of each individual going through a spiritual or re-birth process. You accept the natural process of birth, spiritual and physical, and have dedicated yourself to helping it along. You would make a great teacher in these areas."
    },
    "09.090.10": {
        "title": "",
        "desc": "Your dreams and imaginings keep bumping into the real and the actual (and quite visceral) process of life. You continue to imagine that you have graduated and are above going through this sensitive and personal material, but it keeps happening. The blood-and-guts parts of life do not suit your self-image. Tension results from this struggle between dreams and reality."
    },
    "09.120.110": {
        "title": "",
        "desc": "You prefer a career that accents your own devotion to the dreams and ideals you stand for. Working with groups in a spirit of cooperation and communion is a natural."
    },
    "09.000.110": {
        "title": "",
        "desc": "You have an inborn sense of mass psychology, what the public wants and dreams of. You can project images of what is desirable or ideal, using words and ideas that are enchanting and spell-binding. You would make a great film director."
    },
    "09.180.110": {
        "title": "",
        "desc": "Your ideal dream is a private one, and heaven is as close as home and family. You find public life and the outer world harsh and unimaginative."
    },
    "09.090.110": {
        "title": "",
        "desc": "You are an idealist when it comes to partners and relationships, always holding out for what your imagination tells you could be. This could result in disappointment when others fail to measure up to your expectations."
    },
    "09.120.101": {
        "title": "",
        "desc": "You are charming and always manage to enchant others with your words and manner. You bring a sense of the beyond and mystical to any conversation."
    },
    "09.090.101": {
        "title": "",
        "desc": "Your ideal dream is a private one, and heaven is as close as work and family. You find social life and the outer world harsh and unimaginative."
    },
    "09.180.101": {
        "title": "",
        "desc": "You are an idealist when it comes to partners and relationships, always holding out for what your imagination tells you could be. This may result in disappointment when others fail to measure up to your expectations."
    },
    "09.000.101": {
        "title": "",
        "desc": "You have a way of entrancing others and bringing them under the spell that you weave so well with your imagination and sense of communion."
    },
    "10.180.110": {
        "title": "",
        "desc": "You have strong family, business, or property ties which affect your public image and goals.  There may be tricky finances connected with your business or profession.  Obligations involving women, research, or detecting are important in your career."
    },
    "10.090.110": {
        "title": "",
        "desc": "Intense and probing partnerships and relationships always find you getting to the heart of things, getting down to the nitty-gritty with others. Some may feel you get too personal."
    },
    "10.000.110": {
        "title": "",
        "desc": "You are intense in the way you communicate, to the point of sometimes almost scaring people. Your sense of vulnerability is out there for everyone to see, and you are always passionate, insistent, and direct."
    },
    "10.120.110": {
        "title": "",
        "desc": "The supportive help of women or a girl can be an important factor that will affect business or reputation and increase your sense of security. You are a fine psychologist, researcher, or detective and are good at dealing with joint or others' finances."
    },
    "10.120.101": {
        "title": "",
        "desc": "You always manage to come across as intense and personal when communicating and presenting yourself to others. Others can be fascinated by the way you come on."
    },
    "10.090.101": {
        "title": "",
        "desc": "You have strong family, business, or property ties which affect your public image and goals.  There may be tricky finances connected with your business or profession. Obligations involving women, research, or detecting are important in career."
    },
    "10.180.101": {
        "title": "",
        "desc": "Intense, probing partnerships and relationships always find you getting to the heart of things, getting down to the nitty-gritty with others. Some may feel you get too personal."
    }
}