{
    "sun.1": {
        "title": "SUN IN THE FIRST HOUSE",
        "desc": "With the Sun's energy in the First House your personality drive will find\r\nexpression mainly through personal issues related to self-image, physical\r\nappearance and personal interests. You are required to acquire knowledge\r\nof self in order to sustain a true sense of identity, purpose and\r\ndestiny. Strong will-power and self-assurance add strength to your\r\npersonality. Very brave, positive and competitive, you develop natural\r\nleadership qualities. Your enterprising nature, with a capability for\r\nseizing opportunities is another factor for success - obstacles are\r\novercome by sheer physical courage. You are to become self-determined and\r\nself-sufficient, carving your own path in life. Your enthusiasm for life\r\nmay manifest as robust health and vitality. There may be some tendency to\r\npride and insolence at times."
    },
    "sun.2": {
        "title": "SUN IN THE THIRD HOUSE",
        "desc": "With the Sun's energy in the Third House your personality drive is\r\ndirected mainly into intellectual pursuits and educational progress.\r\nTravel and communication of all kinds will appeal. This position requires\r\nthat you to expend much energy in understanding and adapting to your\r\nimmediate environment. Friends, neighbours, co-workers, brothers and\r\nsisters will play an important role in your life."
    },
    "sun.4": {
        "title": "SUN IN THE FOURTH HOUSE",
        "desc": "With the Sun in the Fourth House your personality drive will find\r\nexpression mainly in family, home, land and property concerns. Security\r\nis your main preoccupation, and this will be sought and fought for to\r\nensure complete self-reliance. Thus your later life should be less\r\ndifficult than the early years. There may be an inheritance of some kind\r\nthrough your parents. Inner experiences will also be important to you,\r\nbecause security and self-reliance require  personality integration  at\r\nthe psychological level - a very difficult task and completed only after\r\nmuch  blood, sweat and tears ."
    },
    "sun.5": {
        "title": "SUN IN THE FIFTH HOUSE",
        "desc": "With the Sun's energy in the Fifth House your personality drive may express\r\nitself through adventurous and perhaps speculative ventures. An inner\r\nrestlessness craves an outlet through social, romantic, and daring\r\naction. Pleasure and amusement play an important role in your search for\r\nfreedom of self-expression. The love motive may also be strong. The\r\noverriding need is for creative expression of your personal powers and\r\nabilities. This could be through leadership, art, sport, entertainment,\r\nNew Age ventures or the use of modern technology. In this search you will\r\ncover a lot of ground and a wide range of interests. Children may play an\r\nimportant role in some way."
    },
    "sun.6": {
        "title": "SUN IN THE SIXTH HOUSE",
        "desc": "With the Sun's energy in the Sixth House your vital forces may be drawn\r\ninto some form of service that will bring deep personal satisfaction.\r\nHard work and challenging situations are certainly indicated - probably\r\nwithin the work environment itself. You seek perfection and distinction\r\nin you work and this quality could bring you well-paid, responsible\r\npositions. Crisis situations will develop, but you meet these with steady\r\ndetermination. The Sun in this house also indicates a need to overcome\r\nsome weakness. Often this relates to health matters."
    },
    "sun.7": {
        "title": "SUN IN THE SEVENTH HOUSE",
        "desc": "With the Sun's energy in the Seventh House your personality drive will\r\nexpress itself mainly through marriage, friendships and other social\r\nrelationships. Social status is your important goal. Therefore,\r\ninterpersonal relationships will demand a great deal of your energies.\r\nYou may even find your real life-purpose by associating with others in\r\npartnership or social intercourse. This position of the Sun will draw out\r\nthe very best of your character, to ensure that you fulfill your personal\r\nobligations."
    },
    "sun.8": {
        "title": "SUN IN THE EIGHTH HOUSE",
        "desc": "The Sun in the Eighth House may bring financial benefit through marriage.\r\nMuch of your life's energy will be applied to joint financial ventures or\r\npossibly a profession dealing with the management of other people's money\r\n- banking for instance. The use of power is highlighted in some way, this\r\nwill be generated and applied within your close social relationships.\r\nSome gain through inheritance is likely. There may also be a strong\r\ndesire to study philosophical, metaphysical or occult subjects.\r\nWill-power and financial ability are accentuated"
    },
    "sun.9": {
        "title": "SUN IN THE NINTH HOUSE",
        "desc": "With the Sun in the Ninth House, much of your energy will be applied to\r\nforeign affairs, further education, long-distance travel and the\r\nadvancement of social status. The basic drive is for understanding and\r\nself-expansion. The desire to study religion, philosophy and mysticism is\r\nalso stressed because the inner urge is toward discovering the meaning of\r\nlife and all events. Dreams should be watched and studied. With this\r\nplacing there is a danger you may lose contact, at times, with everyday\r\naffairs. There is a love of the foreign and exotic."
    },
    "sun.10": {
        "title": "SUN IN THE TENTH HOUSE",
        "desc": "With the Sun in the Tenth House, much of your energy will be applied to\r\nvocational achievement, professional success, leadership, social power\r\nand prestige. Public life is all important and the desire for social\r\nrecognition and financial success is strong. You are likely to rise to a\r\nposition of responsibility, power and authority - but not without a lot\r\nof hard work and frustration on the way. You will meet with many\r\nchallenges and difficult situations within your professional environment."
    },
    "sun.11": {
        "title": "SUN IN THE ELEVENTH HOUSE",
        "desc": "With the Sun's energy in the Eleventh House your personality drive will\r\nexpress itself mainly through friendships and group activities - perhaps\r\nin social or cultural reform, or as a manager of a social institution.\r\nYou are advised to develop a cultured and refined personality."
    },
    "sun.12": {
        "title": "SUN IN THE TWELFTH HOUSE",
        "desc": "With the Sun in the Twelfth House your energy will mainly be applied to\r\npersonal and private affairs. This may give you a shy, reserved,\r\nintrospective disposition. There is a tendency to seek a secluded,\r\npeaceful, quiet life-style. The real drive is one of coming to terms with\r\nthe subconscious mind and achieving mental and emotional well-being.\r\nSubjects such as mysticism, psychic research and depth psychology will\r\nappeal. A desire for useful service to the community may be fulfilled\r\nthrough work in hospitals, churches or institutions of leaning,\r\nprofessions such as psychology, art and literature are other\r\npossibilities. At some stage of your life you may have to overcome some\r\nform of physiological, social, or psychological crisis."
    },
    "moon.1": {
        "title": "MOON IN THE FIRST HOUSE",
        "desc": "With the Moon in the First House your feeling, instinctive nature will\r\nfind expression through personal interests related to self-awareness and\r\na search for true social identity. A healthy self-image and socially\r\npresentable physical appearance are important to your emotional\r\nconfidence. Your day-to-day response to circumstance is strongly\r\nconditioned by emotional factors - lack of direction, moodiness,\r\nover-sensitivity and changeability are the dangers."
    },
    "moon.2": {
        "title": "MOON IN THE SECOND HOUSE",
        "desc": "With the Moon in the Second House your feeling, instinctive nature will\r\nfind expression through an innate emotional drive for financial and\r\ndomestic security. Your feeling of general well-being is strongly\r\ndependent on material comforts, a stable home life and material\r\npossessions. Your day-to-day response to circumstance is strongly\r\nconditioned by practical financial considerations."
    },
    "moon.3": {
        "title": "MOON IN THE THIRD HOUSE",
        "desc": "With the Moon in the Third House your feeling, instinctive nature will\r\nfind expression through social intercourse, daily mental diversions and\r\ngeneral conversation. Your speech and thought are heavily influenced by\r\nfeelings and moods. At times others may view you as changeable,\r\nindecisive and a bit of a dreamer. Your day-to-day response to\r\ncircumstance is strongly conditioned by environmental factors, especially\r\nsocial and domestic discussions. There is also a love of travelling and a\r\ndesire for constant change."
    },
    "moon.4": {
        "title": "MOON IN THE FOURTH HOUSE",
        "desc": "With the Moon in the Fourth House your feeling, instinctive nature will\r\nfind expression mainly through your family and home environment. Your\r\nday-to-day response to circumstance is strongly conditioned by family\r\nrelationships and domestic issues. To feel emotionally secure you need a\r\nmeaningful and secure home life."
    },
    "moon.5": {
        "title": "MOON IN THE FIFTH HOUSE",
        "desc": "With the Moon in the Fifth House your feeling, instinctive nature will\r\nfind expression through amusements, sport, recreations, love affairs,\r\nchildren and creative activities in the home. Your day-to-day response to\r\ncircumstance is strongly conditioned by ego stimulation and your personal\r\nemotional identification with events. A feeling of well-being is often\r\ndependent on your current romantic attachment and the little daily\r\npleasures that you consider important. Enjoying a flutter on the horses\r\nor stock market keeps life interesting, however, beware of impulsive\r\ngambling."
    },
    "moon.6": {
        "title": "MOON IN THE SIXTH HOUSE",
        "desc": "With the Moon in the Sixth House your feeling, instinctive nature will\r\nfind expression in work or service to the family or local community. Your\r\nday-to-day response to circumstance is strongly conditioned by health\r\nissues and your general emotional well-being. You have a very sensitive\r\nnature and are easily hurt, therefore, care is required in this area\r\nbecause strong negative emotions will have a detrimental effect upon your\r\nhealth and general ability to cope with the demands of daily living. You\r\nwill feel a sense of security by emotionally identifying with your work\r\nor career."
    },
    "moon.7": {
        "title": "MOON IN THE SEVENTH HOUSE",
        "desc": "With the Moon in the Seventh House your feeling, instinctive nature will\r\nfind expression through marriage or other close relationships. Your\r\nday-to-day response to circumstance is strongly conditioned by social and\r\ndomestic factors - friends, colleagues, family and especially your\r\nromantic partner. You may marry early in order to satisfy an inherent\r\nneed for friendship and close companionship - domestic and emotional\r\nsecurity is of paramount importance. General emotional well-being is\r\nstrongly dependent on your current social life, and in particular, how\r\nwell close relationships are progressing."
    },
    "moon.8": {
        "title": "MOON IN THE EIGHTH HOUSE",
        "desc": "With the Moon in the Eighth House your feeling, instinctive nature will\r\nfind expression through intense emotional involvement with the other sex\r\nand by enjoying the good things of life generally. Your day-to-day\r\nresponse to circumstance is strongly conditioned by the emotional state\r\nof play relating to romance, money, business and social life. High\r\nsensitivity gives a possible psychic nature and some interest in occult\r\nsubjects - death and afterlife issues in particular. An intuitive\r\nbusiness sense is another possibility."
    },
    "moon.9": {
        "title": "MOON IN THE NINTH HOUSE",
        "desc": "With the Moon in the Ninth House your feeling, instinctive nature will\r\nfind expression through some form of emotional attachment to social,\r\nethical or religious values. You have an inherent need to expand your\r\nlife through travel, study, philosophy and the search for metaphysical\r\ntruths. Practical knowledge is often obtained through dreams or\r\nmeditation. Your day-to-day response to circumstance is strongly\r\nconditioned by spiritual or ethical values."
    },
    "moon.10": {
        "title": "MOON IN THE TENTH HOUSE",
        "desc": "With the Moon in the Tenth House your feeling, instinctive nature will\r\nfind expression through a strong emotional commitment to public and\r\nprofessional life. Your day-to-day response to circumstance is strongly\r\nconditioned by a practical, unemotional and common-sense approach to\r\nevents. General well-being is dependent, largely, on material success and\r\nfinancial security."
    },
    "moon.11": {
        "title": "MOON IN THE ELEVENTH HOUSE",
        "desc": "With the Moon in the Eleventh House your feeling, instinctive nature will\r\nfind expression through emotional involvement with group activities,\r\nfriends, clubs, societies or associations. Your day-to-day response to\r\ncircumstance is strongly conditioned by current friendships and social\r\ncommitment. Companionship and group activities are important for your\r\ngeneral emotional well-being."
    },
    "moon.12": {
        "title": "MOON IN THE TWELFTH HOUSE",
        "desc": "With the Moon in the Twelfth House your feeling, instinctive nature will\r\nfind expression through reflective meditation and quiet contemplation.\r\nYour sensitive emotional nature tends to shy away from social\r\nconfutation, feelings are fragile and you are easily hurt. At times,\r\nothers may view you as a lonely, emotionally withdrawn person. Your\r\nday-to-day response to circumstance is strongly conditioned by current\r\nenvironmental conditions and your emotional ability to cope with events -\r\nenergy levels fluctuate with mood and surrounding circumstances. You may\r\ngain satisfaction from some form of selfless behind-the-scenes service\r\ninvolving sacrifice on your part. Occasionally, it is important for your\r\ngeneral health and well-being that you seek seclusion in order to renew\r\nyour emotional strength. Mystical ability is indicated and there is\r\nlikely to be a keen interest in things spiritual."
    },
    "mercury.1": {
        "title": "MERCURY IN THE FIRST HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied to\r\npersonal issues relating to self-awareness and the search for an\r\nintellectual social identity. You have an inquiring, competitive and\r\nintellectual mental disposition, with above-average ability to\r\nexpress yourself orally and in writing. Many intellectual avenues will be\r\nexplored through an innate drive for knowledge and new personal\r\nexperiences that stimulate the growth of mind and personality. Your\r\nmental qualities are ideally suited to academic and scientific work."
    },
    "mercury.2": {
        "title": "MERCURY IN THE SECOND HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied to\r\nfinancial, business and managerial affairs. You have an innate ability\r\nfor making money by means of intellectual effort. In this respect you\r\nview education and learning only as means of increasing your earning\r\npotential. You are not inclined to involve yourself in anything that does\r\nnot, at the end of the day, produce concrete practical results. Your\r\nmental qualities are ideally suited to business and commercial\r\nenterprise."
    },
    "mercury.3": {
        "title": "MERCURY IN THE THIRD HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied to\r\ngaining superior intellectual ability, through education, travel and\r\nphilosophical debate. An original thinker with much mental agility you\r\nexcel in speaking, writing and communicating generally. This is a strong\r\nplacing for Mercury and if mental power is directed to defined objectives\r\nthen much success can be attained in any chosen direction."
    },
    "mercury.4": {
        "title": "MERCURY IN THE FOURTH HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied to your\r\ndomestic and private life, and issues relating to home and family.\r\nIntellectual interests, further education and general studies are carried\r\nout within the home environment. It is probable that your work or career\r\nis also home based."
    },
    "mercury.5": {
        "title": "MERCURY IN THE FIFTH HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied to\r\npersonal issues. Although very intelligent, your mind will often dwell on\r\npleasures, hobbies, love-making and amusements; you especially enjoy games\r\nrequiring mental competition. You have a deep need of mental pleasure and\r\nintellectual stimulation, therefore, your friends and romantic partner\r\nare likely to be intellectual types. An interest in gambling or other\r\nforms of speculation is indicated. You may also have some interest for\r\nart, music and literature."
    },
    "mercury.6": {
        "title": "MERCURY IN THE SIXTH HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied to\r\nacquiring specialised skills or knowledge for professional use. Your work\r\nmay demand an intellectual quality of mind, analytical ability and strict\r\nattention to detail. There is a concern for personal health, hygiene,\r\ntidiness, correct dress and polite speech. You may find success in fields\r\nsuch as science, teaching or administration."
    },
    "mercury.7": {
        "title": "MERCURY IN THE SEVENTH HOUSE",
        "desc": "Your reasoning abilities will largely be applied to the growth and\r\ndevelopment of the mind through co-operation and communications inside\r\nhuman relationships. You prefer to work in partnership or with others\r\nrather than individually. You enjoy good company and social life and have\r\nthe ability for communicating well with the public in general. Marriage\r\nis especially important to your mental well-being. Your partner should be\r\nan intellectual type who can give the necessary mental companionship and\r\nsupport. Your qualities are ideally suited to public relations work,\r\ncounselling and arbitration."
    },
    "mercury.8": {
        "title": "MERCURY IN THE EIGHTH HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied to the\r\ngrowth and development of the mind through the study of fundamental\r\nquestions of life and death, and a search for the beyond. There is an\r\ninterest in scientific, metaphysical and occult subjects. Much of your\r\nknowledge may be gained through intuitive means rather than the study of\r\nbooks. There is an aptitude for business and other financial dealings.\r\nYour mental disposition is ideally suited to work of an investigative\r\nnature, research, psychotherapy, psychiatry, police or detective work."
    },
    "mercury.9": {
        "title": "MERCURY IN THE NINTH HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied to the\r\nexpansion of the intellect through foreign travel, philosophy, higher\r\neducation and other profound studies. Your mental disposition is\r\nwell-suited to positions of authority; likely occupations could include law,\r\nreligion, science, medicine, teaching, literature and philosophy. You may\r\nhave a deep desire to reach a position of intellectual superiority in\r\nyour chosen field."
    },
    "mercury.10": {
        "title": "MERCURY IN THE TENTH HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied to\r\nprofessional worldly ambitions where knowledge and education are pursued\r\nin order to enhance career prospects or social standing. Your mental\r\nqualities are well-suited to managerial posts, government positions,\r\npolitics and any work requiring communication skill and executive\r\nability. With this placing of Mercury financial security, professional\r\nprestige and social status are the dominant mental issues."
    },
    "mercury.11": {
        "title": "MERCURY IN THE ELEVENTH HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied to the\r\npursuit of truth and profound knowledge. Mainly through the mental\r\ncompanionship of friends, or within social groups in a teach and learn\r\nsituation. This position of Mercury strengthens the intellect, gives a\r\ngood memory and a strong comprehensive mind capable of much hard work.\r\nIntuitive insights and original reasoning ability produce the occasional\r\ntouch of genius - you often comprehend issues that others find quite\r\nincomprehensible. Your objective and original thinking can be used for the\r\nscientific investigation of advanced metaphysical concepts and\r\nhumanitarian ideals - or other profound issues that could lead humanity\r\ntowards a better future."
    },
    "mercury.12": {
        "title": "MERCURY IN THE TWELFTH HOUSE",
        "desc": "Your mental and communicative abilities will largely be applied in an\r\ninner search for spiritual truth and mental enlightenment. Intellectual\r\nunderstanding is related to intuitive mystical guidance and hunches from\r\na mind turned inward - like in meditation. This placement of Mercury is\r\npowerful for creative endeavour and occupations that require your special\r\nqualities - acting, writing, art, poetry, singing, music, nursing or\r\nhumanitarian work. On occasion, your mind may be overpowered by deep\r\nemotional eruptions; to retain balance you will need to seek peace, quiet\r\nand seclusion."
    },
    "venus.1": {
        "title": "VENUS IN THE FIRST HOUSE",
        "desc": "With Venus in the First House the areas of life where you are most likely\r\nto express your social, romantic and artistic qualities are through your\r\nown self, by presenting an elegant, graceful, magnetic, happy, socially\r\noutgoing, attractive personality, with much joy for living. This placing\r\nof Venus indicates an impulsive, passionate in love, extrovert, bold and\r\nromantic nature. There is a need for constant variety in both your\r\nromantic and social lives. You make friends easily and are fond of love\r\nand admiration. Artistic self-expression is important, possibly through\r\nmusic, clothing or writing."
    },
    "venus.2": {
        "title": "VENUS IN THE SECOND HOUSE",
        "desc": "With Venus in the Second House the areas of life where you are most\r\nlikely to express your social, romantic and artistic qualities is through\r\na search for wealth, personal possessions and social status. Your\r\nromantic partner is likely to be wealthy, capable of supplying the\r\nmaterial comforts that you desire. Possessions that give aesthetic\r\npleasure and some material security are important to you. A talent for\r\nbusiness is indicated, especially business related to music or the arts.\r\nWith your monetary skill investing money will be both intriguing and\r\nenjoyable. If you have an artistic hobby then there is a good chance of\r\nmaking money from this area."
    },
    "venus.3": {
        "title": "VENUS IN THE THIRD HOUSE",
        "desc": "With Venus in the Third House the areas of life where you are most likely\r\nto express your social, romantic and artistic qualities are through an\r\nintellectual appreciation of art, cultural pursuits and literature - you\r\nare able to communicate scholarly appraisal of these subjects orally or\r\nin writing. Romantic contacts are usually from within the local\r\nenvironment close to home, although many romantic short trips are\r\nundertaken for pleasure. Good companionship is as equally important as\r\nromance and you prefer an intellectual, communicative, and witty partner.\r\nOnce smitten, you are capable of sustained friendship and devotion."
    },
    "venus.4": {
        "title": "VENUS IN THE FOURTH HOUSE",
        "desc": "With Venus in the Fourth House the areas of life where you are most\r\nlikely to express your social, romantic and artistic qualities are within\r\nthe home and family. Much pleasure will come from entertaining friends\r\nand romantic partners in your special, warm and luxurious environment. A\r\nstable and affectionate domestic life is important for your general\r\nwell-being."
    },
    "venus.5": {
        "title": "VENUS IN THE FIFTH HOUSE",
        "desc": "With Venus in the Fifth House the areas of life where you are most likely\r\nto express your social, romantic and artistic qualities are through a\r\ngenuine love of life, especially in romantic attachments, hobbies,\r\npersonal pleasures and social interests. Your infectious love of life and\r\nnoble nature ensures socially popularity, although, at times, you can be\r\nrather theatrical in order to hog the spotlight. You usually choose a\r\npartner you can show-off with, and proudly display to friends and\r\ncolleges. Appreciation of the arts is indicated. There is some\r\npredisposition to gambling or other forms of financial speculation.\r\nChildren will be a very important factor in your life."
    },
    "venus.6": {
        "title": "VENUS IN THE SIXTH HOUSE",
        "desc": "With Venus in the Sixth House the areas of life where you are most likely\r\nto express your social, romantic and artistic qualities are in\r\nestablishing a happy and harmonious work environment through friendly\r\nrelations with colleagues. Romantic and social activities may revolve\r\naround your working environment. You are generally well-liked and\r\nrespected socially, although, on occasion, you can be overly critical -\r\nyou will not tolerate any coarse or incorrect social behaviour from\r\nothers."
    },
    "venus.7": {
        "title": "VENUS IN THE SEVENTH HOUSE",
        "desc": "With Venus in the Seventh House the areas of life where you are most\r\nlikely to express your social, romantic and artistic qualities are\r\nthrough a happy marriage and harmonious social relationships. To a very\r\nmarked degree your general well-being and emotional health depend on\r\nsound and meaningful relationships - both social and romantic. Financial\r\nprosperity or social success may come through your marriage partner."
    },
    "venus.8": {
        "title": "VENUS IN THE EIGHTH HOUSE",
        "desc": "With Venus in the Eighth House the areas of life where you are most\r\nlikely to express your social, romantic and artistic qualities are\r\nthrough harmonious sexual relationships, friendships and business\r\ninterests. You attract the opposite sex like bees to honey, and you\r\nfavour a partner who is intelligent, with a somewhat mysterious flair\r\nabout them. An inheritance is likely, or you may gain financially through\r\nyour partner. Your social circle may include many who are interested in\r\nthe mysteries or those who are engaged in some form of occult work."
    },
    "venus.9": {
        "title": "VENUS IN THE NINTH HOUSE",
        "desc": "With Venus in the Ninth House the areas of life where you are most likely\r\nto express your social, romantic and artistic qualities are through a\r\nlove of philosophy, study, intellectual interests, travelling abroad for\r\npleasure, religion and art. A wise, relaxed and pleasantly philosophical\r\nattitude towards life is very apparent, and you may dream of living in an\r\nidealistic world that is beautiful and peaceful. A love of religious\r\nmusic and art is probable. Marriage may be to a foreigner, or one with\r\nthe same religious or cultural views."
    },
    "venus.10": {
        "title": "VENUS IN THE TENTH HOUSE",
        "desc": "With Venus in the Tenth House the areas of life where you are most likely\r\nto express your social, romantic and artistic qualities are through\r\nsocial and professional life, possibly related to the arts. You are\r\nsocially ambitious and success may come though your good managerial\r\nqualities, some form of artistic talent or indirectly through your\r\nmarriage partner. You are likely to seek marriage with someone who will\r\nbestow social status and wealth."
    },
    "venus.11": {
        "title": "VENUS IN THE ELEVENTH HOUSE",
        "desc": "With Venus in the Eleventh House the areas of life where you are most\r\nlikely to express your social, romantic and artistic qualities are\r\nthrough forming harmonious, warm social friendships - probably related to\r\ngroup activities within a club, society or fraternity. You may meet your\r\nmarriage partner through such group activities, consequently your\r\ninterests will be shared."
    },
    "venus.12": {
        "title": "VENUS IN THE TWELFTH HOUSE",
        "desc": "With Venus in the Twelfth House the areas of life where you are most\r\nlikely to express your social, romantic and artistic qualities are\r\nthrough a love of quiet and seclusion to peruse personal or secret study\r\nand meditation - probably of a spiritual nature. Personal and social\r\ncontacts often are secretive, and there can be secret love affairs.\r\nSocial inhibitions or shyness can lead to some loneliness or romantic\r\nfrustration."
    },
    "mars.1": {
        "title": "MARS IN THE FIRST HOUSE",
        "desc": "With Mars in the First House you are likely to exert your energy and\r\ninitiative into personal affairs and self-expression by developing a\r\ncapacity for action and personal leadership. Self-confidence and courage\r\nare gained by active participation in rugged, physical and competitive\r\nsport or other similar activity. This position of Mars tremendously\r\nincreases will-power and you are likely to be motivated by the need to\r\nwin and to be first in your particular field. You have the capacity to\r\nachieve much and generate enthusiasm in others, though you must be\r\ncareful not to burn yourself out through over-activity. You are, in a\r\ngeneral sense, actively searching for a strong social self-image."
    },
    "mars.2": {
        "title": "MARS IN THE SECOND HOUSE",
        "desc": "With Mars in the Second House you are likely to exert your energy and\r\ninitiative into business enterprises or other financial dealings in an\r\nactive search for personal wealth. Capital is acquired through careful\r\ninvestment, sheer hard work and clever financial dealing. Strong-willed,\r\ndetermined and resourceful you enjoy a challenge and thrive on\r\nopposition. You may become a financial genius, or a mere spendthrift."
    },
    "mars.3": {
        "title": "MARS IN THE THIRD HOUSE",
        "desc": "With Mars in the Third House you are likely to exert your energy and\r\ninitiative in building mental resourcefulness and an aggressive active\r\nintellect. There will be a liking for competitive mental pastimes that\r\npresent an intellectual challenge - such as chess, crosswords, etc. You\r\nenjoy learning, argument, debate and discussion and you are likely to do\r\nwell in school. The need for mental stimulation will ensure further\r\neducation and eventual  mature student  status."
    },
    "mars.4": {
        "title": "MARS IN THE FOURTH HOUSE",
        "desc": "With Mars in the Fourth House you are likely to exert your energy and\r\ninitiative within the home and family. The desire for home and roots is\r\nstrong - your very nature demands a secure home, children and devoted\r\nspouse. Much work will be carried out constantly to improve the home\r\nenvironment. At some stage you are likely to experience an inner\r\nrestlessness that is difficult to describe: if not controlled, this will\r\ncause domestic unpleasantness, misunderstanding and disharmony in your\r\nhome life."
    },
    "mars.5": {
        "title": "MARS IN THE FIFTH HOUSE",
        "desc": "With Mars in the Fifth House you are likely to exert your energy and\r\ninitiative in actively pursuing a rewarding love-life, social amusement\r\nand pleasure in general. You have a likeable, competitive and flamboyant\r\ntemperament. There is a desire for creative endeavour, strenuous sports,\r\nathletics, risk-taking pursuits and other forms of muscular exercise -\r\ngambling may be a feature. Your children will probably be an important\r\nfactor in your life and much pleasure will be derived from their\r\nspontaneous affection, companionship and development."
    },
    "mars.6": {
        "title": "MARS IN THE SIXTH HOUSE",
        "desc": "With Mars in the Sixth House you are likely to exert your energy and\r\ninitiative through hard, energetic physical work or by representing other\r\nworkers in a fight for improved conditions within the work environment.\r\nYour will to action is applied in 'putting your own house into order',\r\nhealth and work matters generally."
    },
    "mars.7": {
        "title": "MARS IN THE SEVENTH HOUSE",
        "desc": "With Mars in the Seventh House you are likely to exert your energy and\r\ninitiative in active co-operation with others as associates or in\r\npartnerships of some kind. You can be aggressive and forceful in intimate\r\nrelationships, or you may marry someone with this natural temperament. An\r\nearly marriage is possible and your energy and passion will ensure a\r\nhappy, demonstrative and rewarding sex-life. You are likely to gain\r\npopularity, social success, money or property through your marriage\r\npartner. With this placing of Mars it is important to be restrained in\r\nall dealings with associates, business partners and the opposite sex. If\r\nyour aggressive nature becomes dominant there is danger of trouble and\r\nloss through public opposition, unpopularity, damaged relationships,\r\nfemale enmity or litigation."
    },
    "mars.8": {
        "title": "MARS IN THE EIGHTH HOUSE",
        "desc": "With Mars in the Eighth House you are likely to exert your energy and\r\ninitiative into the quest for personal success, self-knowledge and\r\nemotional security. Your energy is channelled through powerful,\r\ndeep-seated but easily aroused emotions and a powerful sex-drive. There\r\nis a desire for leadership within your social and business sphere -\r\ninvolvement with metaphysical or occult groups is a possibility. Your\r\ndeep interest in finance, big business and a keen, positive attitude to\r\ninvestment ensures success. You possess an intuitive sense that is well\r\ntuned when it comes to assessing prospective partners and financial\r\nopportunities."
    },
    "mars.9": {
        "title": "MARS IN THE NINTH HOUSE",
        "desc": "With Mars in the Ninth House you are likely to exert your energy and\r\ninitiative through self-development, travel, exploration, sports,\r\nreligion, philosophy or higher education, in order to gain a broad\r\nexperience of life. You enjoy any form of intellectual challenge and\r\nshould do well in gaining academic qualifications. Having a crusading spirit,\r\nbreadth of vision and strong religious or philosophical convictions are\r\nlikely. You will aggressively crusade for worthwhile causes and actively\r\nsupport higher social groups in service to mankind."
    },
    "mars.10": {
        "title": "MARS IN THE TENTH HOUSE",
        "desc": "With Mars in the Tenth House you are likely to exert your energy and\r\ninitiative by actively pursuing fame and social status. Courage,\r\nambition, energy, enterprise, force, emotional involvement, business\r\nacumen and a strong compulsive drive for success may lead to public\r\nachievement or professional recognition. You like to see practical\r\nresults for your efforts and take pride in doing a job correctly. You may\r\nbecome a force to be reckoned with in career and professional life,\r\nhowever your argumentative, aggressive and quarrelsome nature may create\r\ndifficulties on occasion. Patience, tolerance and a less-hasty attitude\r\nto events should be cultivated."
    },
    "mars.11": {
        "title": "MARS IN THE ELEVENTH HOUSE",
        "desc": "With Mars in the Eleventh House you are likely to exert your energy and\r\ninitiative into friendships, social life and group activities. Friendship\r\nis of above-average importance, but this is a sphere of life where you\r\nwill experience some rocky periods since the aggressive, argumentative\r\nside of Mars will tend to cause upsets between yourself and your friends.\r\nThis will be especially so when others challenge your reasons or motives\r\nfor certain actions. Leadership qualities are present and a strongly\r\nindependent personality needs to be developed in order effectively to\r\ninitiate social or group reform."
    },
    "mars.12": {
        "title": "MARS IN THE TWELFTH HOUSE",
        "desc": "With Mars in the Twelfth House you are likely to exert your energy and\r\ninitiative in secret or secluded work or some form of social or\r\nhumanitarian activities. You have an inherent sympathy for, and empathy\r\nwith, other people and a desire to work for the good of others. Your\r\nrefined and sensitive nature is well-suited to artistic, creative and\r\nimaginative endeavour - such as religious and spiritual work, music,\r\nromantic literature or cultural projects. Energy levels can fluctuate\r\nday-to-day, much depends on your emotional state of mind. Frequent\r\nperiods of quite and solitude are necessary in order to recharge your\r\nenergies. On occasion you can be devious, escapist, evasive, gloomy,\r\nindolent, changeable, irresolute, indecisive and inclined towards self-deception."
    },
    "jupiter.1": {
        "title": "JUPITER IN THE FIRST HOUSE",
        "desc": "With Jupiter in the First House you will find luck, ease of working and\r\ngeneral good fortune coming through the power of your own self, thus\r\nenabling you to influence others with your cheerful, optimistic, jovial,\r\ndignified, self-confident and broad-minded personality. This placing\r\ngives ease of self-expression, executive ability, power and dignity that\r\nenables leading positions in social, educational and business circles.\r\nYou should display good reasoning, a logical, broad mind,\r\nself-possession, confidence and determination. It indicates positions of\r\nhigh standing, such as bankers, judges, doctors, lawyers, professors,\r\ntheologians and government officials. You have the ability to carve out\r\nyour own place in society."
    },
    "jupiter.2": {
        "title": "JUPITER IN THE SECOND HOUSE",
        "desc": "With Jupiter in the Second House you will find luck, ease of working and\r\ngeneral good fortune coming through successful and hugely profitable\r\nbusiness ventures that increase personal wealth and property. This\r\nplacing of Jupiter increases the chances for personal success, fortune\r\nand general prosperity. It inclines to government and responsible\r\nbusiness affairs and tends to bring gain through law, insurance, banking,\r\nreligion, science, education, literature and travel. You should attract\r\nsuccess, wealth and a luxurious life style but there is an obligation to\r\nuse such wealth in a positive and socially beneficent manner - through\r\ngood business ability, sound investment, prudent spending and generosity."
    },
    "jupiter.3": {
        "title": "JUPITER IN THE THIRD HOUSE",
        "desc": "With Jupiter in the Third House you will find luck, ease of working and\r\ngeneral good fortune coming through your expansive, optimistic,\r\nphilosophical, refined, cheerful, sympathetic and well-educated mind.\r\nBenefits may come to you through education, literature, publishing,\r\ntravelling and brethren. Your wide range of mental interests will attract\r\nmany friends who help to broaden your scope of knowledge, leading you\r\ninto new and unusual subjects. Success is achieved by communicating such\r\nknowledge to others - writing, teaching and lecturing."
    },
    "jupiter.4": {
        "title": "JUPITER IN THE FOURTH HOUSE",
        "desc": "With Jupiter in the Fourth House you will find luck, ease of working and\r\ngeneral good fortune coming through your comfortable, safe home,\r\nfinancially secure family, loving partner and all other domestic\r\nmatters. This placing of Jupiter promises satisfactory, fortunate and\r\npeaceful domestic affairs, a successful home life and family surroundings.\r\nThere is likely to be some gain or favour through your parents - possibly\r\nthrough land or possessions. A good social position is indicated."
    },
    "jupiter.5": {
        "title": "JUPITER IN THE FIFTH HOUSE",
        "desc": "With Jupiter in the Fifth House you will find luck, ease of working and\r\ngeneral good fortune coming through your own creative ability in art,\r\neducation, sport and financial speculation. There is a possibility of a\r\nwarm and generous love-life involving those of wealth or expansive\r\ntemperament. You are likely to experience some success, happiness and\r\ngain through such love affairs, and the opposite sex generally. There is\r\na love of pleasure in connection with places of amusement - theatres,\r\nsocial functions, schools, etc. This position of Jupiter promises gain\r\nthrough speculation, investment and financial enterprise. Education and\r\nteaching may be good fields of activity."
    },
    "jupiter.6": {
        "title": "JUPITER IN THE SIXTH HOUSE",
        "desc": "With Jupiter in the Sixth House you will find luck, ease of working and\r\ngeneral good fortune coming through robust health and lucrative,\r\nenjoyable, constructive work. This placing of Jupiter usually confers\r\nconsiderable literary skill, intelligent technique, scientific ability\r\nand technical expertise. It often denotes successful doctors, physicians\r\nand others in the healing professions - to the degree of social and\r\nfinancial prominence. In any event, your work or profession is likely be\r\nboth highly remunerative and morally satisfying."
    },
    "jupiter.7": {
        "title": "JUPITER IN THE SEVENTH HOUSE",
        "desc": "With Jupiter in the Seventh House you will find luck, ease of working and\r\ngeneral good fortune coming through a good marriage and other social or\r\nbusiness partnerships. There is likely to be success, gain and happiness\r\nthrough a loyal and faithful marriage partner. Your spouse will probably\r\nbe of good social and financial standing, possibly older, more patient,\r\nprofound or religious than yourself. Success in promised through\r\npartnerships and your ability to co-operate well with others generally.\r\nGain through litigation or legal affairs may be a feature."
    },
    "jupiter.8": {
        "title": "JUPITER IN THE EIGHTH HOUSE",
        "desc": "With Jupiter in the Eighth House you will find luck, ease of working and\r\ngeneral good fortune coming through an inheritance, joint finances,\r\ninvestment, business dealings or your marriage partner. This position of\r\nJupiter gives you the opportunity to develop skill in business, a flair\r\nfor handling money and a marked degree of social power."
    },
    "jupiter.9": {
        "title": "JUPITER IN THE NINTH HOUSE",
        "desc": "With Jupiter in the Ninth House you will find luck, ease of working and\r\ngeneral good fortune coming through the study of psychology, religion,\r\nphilosophy and other profound subjects. Possessing good intuition, clear\r\nforesight, breath of vision and a peaceful, logical and optimistic\r\ndisposition, you could achieve honour and distinction in religious,\r\nintellectual, academic, legal, philosophic or philanthropic affairs.\r\nThere is likely to be much travel and deep study of foreign cultures.\r\nThis will serve to expand your intellectual perspective."
    },
    "jupiter.10": {
        "title": "JUPITER IN THE TENTH HOUSE",
        "desc": "With Jupiter in the Tenth House you will find luck, ease of working and\r\ngeneral good fortune coming through your social, business and\r\nprofessional life. This position of Jupiter denotes a steady rise in life\r\nbringing honours, favours from superiors, public appointments, esteem and\r\neventual social, political and financial success."
    },
    "jupiter.11": {
        "title": "JUPITER IN THE ELEVENTH HOUSE",
        "desc": "With Jupiter in the Eleventh House you will find luck, ease of working\r\nand general good fortune through generous friendships and social\r\nactivities within groups or clubs. This position of Jupiter brings true,\r\ninfluential and fortunate friends, and associations with prominent\r\npersons - legislators, senators, judges, bankers, doctors, professors,\r\netc. Development and gain can be expected through such acquaintances.\r\nSocial success, popularity and honour can be expected."
    },
    "jupiter.12": {
        "title": "JUPITER IN THE TWELFTH HOUSE",
        "desc": "With Jupiter in the Twelfth House you will find luck, ease of working and\r\ngeneral good fortune coming through spiritual work, literature, art,\r\npoetry, religion or stage and screen work. Inspiration, support and\r\nguidance may come from an inner search for spiritual fulfilment - in the\r\nform of meditation, seclusion and introspective study. At some stage of\r\nlife you may make a great personal sacrifice in order to fulfill your\r\nideal of worthwhile service, perhaps through asylums, hospitals or public\r\ninstitutions. There is likely to be an interest in medicine, chemistry,\r\nhealing and metaphysical or occult studies - you have a healthy respect\r\nfor ancient wisdom and the more profound teachings."
    },
    "saturn.1": {
        "title": "SATURN IN THE FIRST HOUSE",
        "desc": "A First House Saturn suggests that your career or area of responsibility\r\nin the world relates to a personal ambition to attain prominence and\r\novercome problems regarding self-expression. Your goals include personal\r\nhappiness, financial security, general well-being and personal\r\nfulfilment. In order to achieve self-sufficiency much hard work is\r\nrequired to overcome self-limitations. Periods of gloom and discontent\r\nare certain but eventual success will come through your ability to manage\r\nothers, practical ability and strenuous, protracted effort. Progress may\r\nbe slow but you are sure to gain a good reputation, honour and credit\r\nthrough persistence, acquired ability, worldly wisdom and continual\r\neffort. A strong ego must be evolved and an agreeable social persona\r\nadopted. These qualities will enable you overcome feelings of fear and\r\nself-doubt, and to face the challenges of the outer world with courage\r\nand self-confidence - a free soul with a true sense of worth and purpose."
    },
    "saturn.2": {
        "title": "SATURN IN THE SECOND HOUSE",
        "desc": "A Second House Saturn suggests that your career or area of responsibility\r\nin the world relates to the acquisition of money, status and material\r\npossessions. You are required to develop prudent financial abilities,\r\nthrift, economy and a solid, conservative investment strategy. Financial\r\ngrowth and business expansion will require much hard work and diligent\r\neffort, however, success will eventually come through steady but slow\r\nreturns. Land and property deals are favoured."
    },
    "saturn.3": {
        "title": "SATURN IN THE THIRD HOUSE",
        "desc": "A Third House Saturn suggests that your career or area of responsibility\r\nin the world relates to an ability for mental discipline, concentration,\r\nmental control, orderly reasoning and logical thinking. Much hard work is\r\nrequired in communications, writing and obtaining relevant educational\r\nqualifications. A profession in teaching, administration, accounts,\r\npublishing or some kind of research is likely. There is a need to\r\ndiscipline the mind against needless worry, gloom, restlessness, anxiety\r\nand misgivings. With maturity a contemplative mind, responsible,\r\nthoughtful and capable of concentration on serious or profound subjects\r\nis developed. The technique of clear communication in speaking and\r\nwriting is of paramount importance."
    },
    "saturn.4": {
        "title": "SATURN IN THE FOURTH HOUSE",
        "desc": "A Fourth House Saturn suggests that your career or area of responsibility\r\nin the world relates to home and family concerns. Much work is required\r\nto overcome emotional inhibitions, early conditioning and irrational\r\nfears. Life experience will force you to learn valuable lessons related\r\nto the above issues and many domestic, family and romantic confrontations\r\nwill be afforded to help hasten the restructuring process. Emotional\r\nsecurity and self-acceptance will eventually come from a true knowledge\r\nof self and an ability to focus inwardly, away from the emotional\r\ndependency of others. Domestic security is important and your profession\r\nmay involve real estate, building projects, the manufacture of domestic\r\nproducts or working from the home."
    },
    "saturn.5": {
        "title": "SATURN IN THE FIFTH HOUSE",
        "desc": "A Fifth House Saturn suggests that your career or area of responsibility\r\nin the world relates in some way to personal creative projects, love\r\naffairs and children. In order to succeed in your social position in the\r\nworld you will have to gain knowledge and expertise associated with the\r\nproper use of personal power, creative self-expression and control of the\r\nego. Life-experience will force you to learn valuable lessons related to\r\nthe development of a proper sense of values in dealing with matters of\r\ncreative self-expression, romantic relationships, parenthood, social life\r\nand control of your environment generally. Many related confrontations\r\nwill be afforded to help hasten the restructuring process. Critical\r\nexamination of the self and ones ulterior motives is required in order to\r\ndevelop a fully-integrated personality. Your profession may deal with\r\ninvestments in lands and property or speculative ventures relating to\r\nart, music, schools, places of entertainment or stockbroking."
    },
    "saturn.6": {
        "title": "SATURN IN THE SIXTH HOUSE",
        "desc": "A Sixth House Saturn suggests that your career or area of responsibility\r\nin the world relates to efficiency in your job or career. In order to\r\nsucceed in your social position in the world you will have to gain\r\nknowledge and expertise associated with the correct attitude to work,\r\nemployers, employees, and co-workers. Life-experience will force you to\r\nlearn valuable lessons related to the development of a sound business\r\nsense and a well-structured, accurate, precise, practical and efficient\r\nway of working. Health and hygiene matters are stressed and are of great\r\nimportance to your overall sense of general well-being. With this placing\r\nof Saturn, sickness, lost opportunities and disappointments are sometimes\r\nexperienced through circumstances over which there is little or no\r\ncontrol. Your profession could be in science, engineering or other fields\r\nrequiring detailed skill and precision."
    },
    "saturn.7": {
        "title": "SATURN IN THE SEVENTH HOUSE",
        "desc": "A Seventh House Saturn suggests that your career or area of\r\nresponsibility in the world relates in some way to social relationships,\r\npartnerships and correct public dealings. Marriage is an important factor\r\nand it is likely that your partner is sincere, faithful and well-disposed,\r\npossibly older and more serious than yourself, not demonstrative\r\nor emotional, but stable in affections, possessing property\r\nor status. Life-experience will force you to learn valuable lessons\r\nrelated to the development of social awareness and a strong sense of\r\nresponsibility in relationships. You must come to realise that\r\nco-operation, justice and mutual agreement are necessary for stable,\r\nenduring friendships and partnerships. Receptiveness, tact, reliability\r\nand good organising skills could bring wealth and social standing. Your\r\nprofession could be in law, business organisation or management positions\r\nrelating to contractual affairs."
    },
    "saturn.8": {
        "title": "SATURN IN THE EIGHTH HOUSE",
        "desc": "An Eighth House Saturn suggests that your career or area of\r\nresponsibility in the world is to gain knowledge and expertise associated\r\nwith the responsible handling of other people s property and money -\r\nbanking, investments, insurance, corporate money, tax, inheritances, etc.\r\nA will to succeed must be developed together with a calm, efficient,\r\ndetermined and persistent effort for thoroughness."
    },
    "saturn.9": {
        "title": "SATURN IN THE NINTH HOUSE",
        "desc": "A Ninth House Saturn suggests that your career or area of responsibility\r\nin the world relates to an interest in higher education, philosophy,\r\nscience and religion. Much hard work, devotion and travel are required to\r\nattain diplomas or higher certificates of education necessary for\r\npersonal attainment. Your profession is likely to be in law, publishing,\r\nteaching, higher education, travel, religion or some other profound area\r\nof endeavour. Metaphysics, psychic and occult subjects may be a feature.\r\nEarly life may see mental conflict, religious bigotry and a difficulty in\r\ncomprehending profound subjects. However, through diligent effort and\r\nachievement you may gain distinction and become a recognised authority\r\nwithin your chosen field of endeavour. There could be some danger\r\nassociated with foreign travel. Relatives through marriage could also be\r\ntroublesome in some way."
    },
    "saturn.10": {
        "title": "SATURN IN THE TENTH HOUSE",
        "desc": "A Tenth House Saturn suggests that your career or area of responsibility\r\nin the world relates in some way to the attainment of public power and\r\nstatus through positions of authority and professionalism. You may have\r\nhad a lack of opportunities in your youth and met with obstacles, delay,\r\ndull periods and disappointment. However, with your ambition for power\r\nand advancement, and through steady, persevering industry, you will rise\r\nabove your sphere in life - possibly in your middle years. You will have\r\nto gain knowledge and expertise associated with worldly power, status,\r\nachievement, practical accomplishment and the ability to deal effectively\r\nwith authority. Your deep need for financial security and\r\nself-sufficiency will provide the necessary impetus for success."
    },
    "saturn.11": {
        "title": "SATURN IN THE ELEVENTH HOUSE",
        "desc": "An Eleventh House Saturn suggests that your career or area of\r\nresponsibility in the world relates in some way to attaining a sense of\r\nresponsibility regarding friends and group associates. You are likely to\r\nhave few but faithful friends. There is a need to gain knowledge and\r\nexpertise associated with the development of a broad, tolerant and\r\nimpartial attitude when dealing with friends and other social groups.\r\nIntellectual power is important - original thinking, intuition and an\r\ninvestigative nature need to be developed and given practical\r\napplication. Well-established, older, profound, scientific, serious or\r\ninfluential acquaintances may assist you in your endeavours."
    },
    "saturn.12": {
        "title": "SATURN IN THE TWELFTH HOUSE",
        "desc": "A Twelfth House Saturn suggests that your career or area of\r\nresponsibility in the world relates in some way to work in seclusion, or\r\nfor the care or education of others - perhaps in social work, hospitals,\r\nprisons, universities, religion or the arts. Your nature is acquisitive,\r\nreserved and inclined to solitude, with a desire to work unpretentiously,\r\nunobserved, and live peacefully or alone. With this placing of Saturn you\r\nmay experience negative inner pressures related to subconscious\r\ninsecurity, secret sorrows, fear, loneliness and disappointment. You may\r\nat some stage suffer false accusations by secret enemies."
    },
    "uranus.1": {
        "title": "URANUS IN THE FIRST HOUSE",
        "desc": "With a First House Uranus you are likely to seek individual freedom of\r\nexpression through an inherent need for constant change, new experience\r\nand adventure. Personal freedom of action is all-important to you.\r\nUnusual, eccentric, versatile, restless, intelligent and intuitive you\r\nhave a stimulating affect on others, although, at times you may be\r\nregarded as odd, peculiar, eccentric and many years ahead of the times.\r\nYou are likely to be attracted to such subjects as astrology, occultism,\r\nhypnotism, spiritualism, psychic research, New Age healing, telepathy,\r\nFree Masonry, inventions and electrical gadgetry. Many changes\r\nof residence and occupation are likely. Various strange and unexpected\r\npersonal crises will promote life-experience and character growth."
    },
    "uranus.2": {
        "title": "URANUS IN THE SECOND HOUSE",
        "desc": "With a Second House Uranus you are likely to seek individual freedom of\r\nexpression through original and ingenious ways of making money - possibly\r\nthrough hi-tech inventions, unique occupations, electronics or unusual\r\nscientific avenues of endeavour. However, your attitude to wealth and\r\nfinancial matters is totally unconventional - precipitating many changes\r\nin fortune, financial ups and downs and other unexpected crises. Money is\r\noften gained through friends, associations or the government."
    },
    "uranus.3": {
        "title": "URANUS IN THE THIRD HOUSE",
        "desc": "With a Third House Uranus you are likely to seek individual freedom of\r\nexpression through an original, intellectual, inventive, ingenious,\r\nunconventional and unusual mind. A natural free-thinker you will explore\r\nnew ideas and new areas of knowledge without becoming influenced by other\r\npeople s biased opinions. Your curiosity is likely to extend to things\r\nmystical, New Age, occult, extraordinary, profound and ancient. You may\r\nbecome involved with some form of social or mental reforms. Travel will\r\nbe an important feature. Expect many changes, unusual experiences and\r\nconstructive crises in your life related to the above issues."
    },
    "uranus.4": {
        "title": "URANUS IN THE FOURTH HOUSE",
        "desc": "With a Fourth House Uranus you will seek individual freedom of expression\r\nthrough an unusual home or family life. Many unexpected changes of\r\nresidence and unusual experiences within the home environment are likely."
    },
    "uranus.5": {
        "title": "URANUS IN THE FIFTH HOUSE",
        "desc": "With a Fifth House Uranus you are likely to seek individual freedom of\r\nexpression through inventive and creative activity, unusual pleasures or\r\nan unconventional love life. There is a liking for odd, new or daring\r\npleasures, or unusual places of amusement. Some danger through\r\nspeculation, risk-taking or games of chance. Expect many changes, unusual\r\nexperiences and constructive crises in your life related to the above\r\nissues."
    },
    "uranus.6": {
        "title": "URANUS IN THE SIXTH HOUSE",
        "desc": "With a Sixth House Uranus you are likely to seek individual freedom of\r\nexpression through analytical, unusual and intellectually-stimulating\r\nwork such as computer programming, electrical engineering or positions\r\nrequiring originality and inventiveness. With this placing you are, in\r\neffect, serving the future-in-the-making. Expect many unusual experiences\r\nand constructive crises in your life related to the above issues. Health\r\nproblems may relate to overwork, nervous strain, neurosis or peculiar\r\nmental disorders that are little understood and hard to treat."
    },
    "uranus.7": {
        "title": "URANUS IN THE SEVENTH HOUSE",
        "desc": "With a Seventh House Uranus you are likely to seek individual freedom of\r\nexpression through marriage, business partnership or interpersonal\r\nrelationships. You are sure to attract unusual and stimulating associates\r\n- possessing intuition, originality, creativity and potential genius.\r\nExpect many changes, unusual experiences and constructive crises in your\r\nlife related to the above issues."
    },
    "uranus.8": {
        "title": "URANUS IN THE EIGHTH HOUSE",
        "desc": "With an Eighth House Uranus you are likely to seek individual freedom of\r\nexpression through an interest in unusual forms of occult work or through\r\noriginal ways of viewing life-after-death issues. It is probable that you\r\nwill experience peculiar psychic states, vivid dreams and something of\r\nthe astral world. There can be sudden and unexpected benefits and gains\r\nthrough your marriage or business partner or an unexpected inheritance.\r\nExpect many changes, unusual experiences and constructive crises in your\r\nlife related to the above issues."
    },
    "uranus.9": {
        "title": "URANUS IN THE NINTH HOUSE",
        "desc": "With a Ninth House Uranus you are likely to seek individual freedom of\r\nexpression by revolutionising the mind through travels abroad or through\r\nintellectual paths of original physical, religious, philosophic,\r\nmetaphysical, scientific or spiritual discovery. An inherent intuitive\r\nfacility and your original progressive ideas may give a potential for\r\ngenius. Expect many changes, unusual experiences and constructive crises\r\nin your life related to the above issues."
    },
    "uranus.10": {
        "title": "URANUS IN THE TENTH HOUSE",
        "desc": "With a Tenth House Uranus you are likely to seek individual freedom of\r\nexpression through original and unusual concepts for social or\r\nprofessional organisation - possibly relating to hi-tech, electronic,\r\nscientific, occult, humanitarian or New Age work. A strange and eventful\r\ncareer is indicated with many important changes of location and social\r\nposition. All effort is made for freedom and to undo and overthrow all\r\nbonds of limitation. You can be very independent, erratic, eccentric and\r\nunconventional. This could lead to difficulties with employers and\r\nopposition from public or governmental bodies. Expect many changes,\r\nunusual experiences and constructive crises in your life related to the\r\nabove issues."
    },
    "uranus.11": {
        "title": "URANUS IN THE ELEVENTH HOUSE",
        "desc": "With an Eleventh House Uranus you are likely to seek individual freedom\r\nof expression through an involvement in unusual and original social,\r\npolitical or cultural groups dedicated to social reform or revolution.\r\nDynamic, stimulating friendships transform your ideas and ideals. Your\r\nfriends may be regarded as peculiar, unusual or extraordinary in some way\r\n- geniuses, inventors, writers, New Age promoters, occultists, government\r\nexecutives, etc. There may be sudden and unexpected benefits from such\r\nfriends enabling you to progress towards your personal hopes and wishes.\r\nExpect many changes, unusual experiences and constructive crises in your\r\nlife related to the above issues."
    },
    "uranus.12": {
        "title": "URANUS IN THE TWELFTH HOUSE",
        "desc": "With a Twelfth House Uranus you are likely to seek individual freedom of\r\nexpression through secret study, romantic affairs or the practice of\r\nunusual subjects. Inner subconscious urges force you to attempt a kind of\r\nspiritual rebirth that brings you into contact with universal forces -\r\nthrough mysterious attractions, occult investigations, psychic and\r\nmystical experiences. Expect much change, sudden happenings and\r\nconstructive crises in your life related to the above issues."
    },
    "neptune.1": {
        "title": "NEPTUNE IN THE FIRST HOUSE",
        "desc": "Neptune in the First House may indicate that your imaginative and\r\nspiritual potential manifests through innate psychic gifts and a\r\nsensitive, gentle and intuitive personality. Your visionary and\r\nidealistic trend of mind draws inspiration from dreams, contemplation,\r\nmeditation and powerful emotions. At times you will experience weird\r\nfeelings, thoughts and emotions - a mediumistic ability allows you to\r\neither consciously or unconsciously take on the conditions of your\r\nimmediate surroundings and tune in to those with whom you come in\r\ncontact. You are likely to be attracted to peculiar people, psychic\r\ncentres and mysterious, strange places. You are artistic, very romantic\r\nand have a love for beauty in form, colour and sound. On occasion you can\r\nbe weak, indolent, confused, impractical and dreamy."
    },
    "neptune.2": {
        "title": "NEPTUNE IN THE SECOND HOUSE",
        "desc": "Neptune in the Second House may indicate that your imaginative and\r\nspiritual potential will manifest through intuitive and mysterious ways\r\nof making money and using it idealistically for the benefit of others.\r\nThe danger exists of dissipating your resources through vague impractical\r\nventures."
    },
    "neptune.3": {
        "title": "NEPTUNE IN THE THIRD HOUSE",
        "desc": "Neptune in the Third House may indicate that your imaginative and\r\nspiritual potential manifests through an intuitive ability of the mind\r\nthat is able to tune in to other realms of reality for inspiration,\r\nThrough sound psychological faculties, spiritual perception and a\r\nfruitful, inventive mind. You are given to the investigation of spiritual\r\nphenomena and matters pertaining to metaphysics, the occult or the\r\nmysterious. Some weird experiences can be expected, perhaps while\r\ntravelling or in the form of hallucinations or morbid fancies. You\r\nappreciate those forms of art and literature that provide an exalted\r\norder of inspiration, feelings and intuition."
    },
    "neptune.4": {
        "title": "NEPTUNE IN THE FOURTH HOUSE",
        "desc": "Neptune in the Fourth House indicates that your imaginative and spiritual\r\npotential may manifest through conditions within the home environment.\r\nThere may be strong emotional or subconscious bonds between family\r\nmembers - cultural, religious or spiritual training may be an important\r\npart of home life. On another level there can be something strange,\r\nsecret or peculiar regarding your home environment, family, or domestic\r\nlife."
    },
    "neptune.5": {
        "title": "NEPTUNE IN THE FIFTH HOUSE",
        "desc": "Neptune in the Fifth House may indicate that your imaginative and\r\nspiritual potential manifests through intuitive creative self-expression,\r\nartistic talent, children or an association with one of the opposite sex.\r\nStrange, abnormal or peculiar events may be experienced in connection\r\nwith your feelings, emotions, affections and sex matters. An idyllic,\r\nromantic love partner is much desired."
    },
    "neptune.6": {
        "title": "NEPTUNE IN THE SIXTH HOUSE",
        "desc": "Neptune in the Sixth House may indicate that your imaginative and\r\nspiritual potential will manifest through work, service and\r\nself-sacrifice - possibly in seclusion. Diet and health matters are\r\nstressed - neglect could lead to severe sickness that is difficult to\r\ndiagnose and treat. You may become interested in spiritual healing,\r\nhealth foods and natural cures. On occasion, an impracticable and\r\nunrealistic approach to work may bring problems."
    },
    "neptune.7": {
        "title": "NEPTUNE IN THE SEVENTH HOUSE",
        "desc": "Neptune in the Seventh House indicates that your imaginative and\r\nspiritual potential may manifest through marriage, close relationships or\r\npartnerships. Often a perfect marriage is indicated or spiritual\r\ninspiration through your partner. Conversely, there may be something\r\nstrange, secret, confusing or mysterious regarding your marriage -\r\npossibly two unions or some scandal connected to partnerships."
    },
    "neptune.8": {
        "title": "NEPTUNE IN THE EIGHTH HOUSE",
        "desc": "Neptune in the Eighth House may indicate that your imaginative and\r\nspiritual potential may manifest through innate psychic abilities and an\r\ninterest in occult teachings, spiritualism and other mystical subjects.\r\nYou may gain knowledge through an ability to enter upon the spirit planes\r\n- expect some strange psychical and dream experiences. On a more mundane\r\nlevel it is probable that, at times, strange financial situations will\r\ncause you worry and confusion. Conversely, you may gain in a peculiar\r\nmanner through others and possibly through your partner."
    },
    "neptune.9": {
        "title": "NEPTUNE IN THE NINTH HOUSE",
        "desc": "Neptune in the Ninth House may indicate that your imaginative and\r\nspiritual potential will manifest in an ability to gain knowledge through\r\nintuitive and mystical channels. You possess a clairvoyant, psychic and\r\nhighly inspirational nature and are likely to investigate psychic\r\nphenomena, religion, psychology, philosophy, spiritualism, astral\r\nprojection and other profound subjects. An inner need for transcendental\r\nrebirth could dominate your life. At times you may experience ominous\r\nforeboding, strange dreams and negative emotional states."
    },
    "neptune.10": {
        "title": "NEPTUNE IN THE TENTH HOUSE",
        "desc": "Neptune in the Tenth House may indicate that your imaginative and\r\nspiritual potential will manifest through your chosen social position in\r\nthe world. You possess a highly inspirational nature, capable of\r\nattaining honour or position through some unique achievement. Your\r\nprofessional life could be enclosed within a spiritual framework such as\r\nministers, spiritual teachers and psychiatrists or within an\r\ninstitutional environment such as in hospitals, asylums or prisons. On\r\noccasion, you will tend to lose direction life and withdraw from work to\r\nseek seclusion and direction - possibly as prelude to a change of career."
    },
    "neptune.11": {
        "title": "NEPTUNE IN THE ELEVENTH HOUSE",
        "desc": "Neptune in the Eleventh House may indicate that your imaginative and\r\nspiritual potential will manifest through friendships or group\r\nassociations working for a humanitarian purpose. Friends may include\r\nidealists, mystics, psychics, poets, musicians and stage artists. You are\r\nlikely to have strange experiences and gains through mediumistic or\r\nspiritual people. Conversely, on occasion, you may attract weird,\r\nseductive and unstable types of personalities that bring unsavoury and\r\ncomplicated problems into your life."
    },
    "neptune.12": {
        "title": "NEPTUNE IN THE TWELFTH HOUSE",
        "desc": "Neptune in the Twelfth House may indicate that your imaginative and\r\nspiritual potential will manifest through an inner need for spiritual\r\nknowledge. This position gives a link to subconscious and psychic forces\r\n- you are likely to become involved with psychical research and occult\r\ninvestigations. Perhaps through secret, secluded and quiet methods,\r\nspiritual wisdom could be achieved. At times you may suffer from vague\r\nfears, weird apprehension and secret sorrows."
    },
    "pluto.1": {
        "title": "PLUTO IN THE FIRST HOUSE",
        "desc": "With Pluto in the First House opportunities for transforming or\r\nregenerating yourself may come through a personal need to understand the\r\nmetaphysical processes associated with the mystery of life, death and\r\nrebirth - precipitated by periods of self-doubt and identity crisis\r\n(transits). During these periods you will experience powerful\r\nsubconscious drives that are beyond your personal ability to control -\r\nthese can act for good or bad depending upon other factors in your\r\npersonality. Your drive for personal power is strong and if not\r\ncontrolled, may manifests in devious or underhanded ways. Others may view\r\nyou as mysterious, secretive and something of a loner. Beware of forming\r\nassociations with persons of a tough, mean, violent or low nature.\r\nPsychological health depends on a clear-cut philosophy for living a full\r\nand independent existence."
    },
    "pluto.2": {
        "title": "PLUTO IN THE SECOND HOUSE",
        "desc": "Pluto in the Second House brings opportunities for transforming yourself\r\nthrough the use of material resources and financial power. Fields for\r\nsuccessful financial enterprises include any industry which recycles\r\nwaste or converts non-useable items into useable ones; industry which\r\naffects chemical change on raw materials; fields involved in combating\r\npollution; sanitation, hygiene, garbage collection; all occupations\r\ndealing with death - funeral director, mortician, undertaker, etc.;\r\noccupations involved in manufacturing organic fertilisers, and compost;\r\nall professions delving into psychological motives; detective work of all\r\nkinds, including medical research and geological exploration. Beware of\r\nassociating with gangster types, or becoming involved in any form of\r\ncriminal activity. Greed, materialistic motives, gambling and underhand\r\nspeculations are other dangers - these can bring sudden wealth but\r\nunexpected losses always follow. Self-indulgence in physical pleasures\r\ncan adversely affect the health."
    },
    "pluto.3": {
        "title": "PLUTO IN THE THIRD HOUSE",
        "desc": "With Pluto in the Third House opportunities for transforming or\r\nregenerating yourself may come through a deeply idealistic, inspired and\r\npenetrating mind capable of understanding the more esoteric principals of\r\nlife - having insights on death and the meaning of life, and a desire to\r\nuncover the secrets of the universe. You may become instrumental in some\r\nphase of social reform through your ability to communicate, write or\r\nexpress artistically the profound social and political issues of the day.\r\nOn the negative side there can be a tendency to morbid thoughts, dwelling\r\non death, brooding, depression and a preoccupation with the more sinister\r\nand sordid side of life."
    },
    "pluto.4": {
        "title": "PLUTO IN THE FOURTH HOUSE",
        "desc": "With Pluto in the Fourth House opportunities for transforming or\r\nregenerating yourself may come through experiences associated with the\r\nhome and family environment. A danger of this placing is a tendency to\r\ndominate and coerce - this could alienate others against you and create a\r\npower struggle with family members. There may be some mystery or secret\r\nrelating to home activities and this is strictly confined to the family\r\ncircle. On a higher level there could be a desire for self-mastery at a\r\ndeep, psychological level and this could lead you into the realms of\r\nmetaphysics and the occult. The potential here is the capacity to grow\r\ninto a wholesome and powerful personality possessing profound inner\r\nknowledge and deep emotional strength."
    },
    "pluto.5": {
        "title": "PLUTO IN THE FIFTH HOUSE",
        "desc": "With Pluto in the Fifth House opportunities for transforming or\r\nregenerating yourself may come through a compelling need for personal\r\ncreative self-expression, or transforming love experiences. There is\r\nliking for art, culture, social life and the more unusual, esoteric\r\namusements and entertainments. Sex matters are emphasised and it is\r\nprobable that you are attracted to secret or unconventional relationships.\r\nGambling and financial speculations are areas where much wealth may be\r\nmade or lost depending on other factors in your chart. Your children are\r\nlikely to be talented or unusual in some way."
    },
    "pluto.6": {
        "title": "PLUTO IN THE SIXTH HOUSE",
        "desc": "With Pluto in the Sixth House opportunities for transforming or\r\nregenerating yourself may come through your career, or working\r\nenvironment. Concentrating much energy, will-power and discipline into\r\nyour chosen profession will bring financial gain, recognition and social\r\nstatus. Ways of improving health should be sought - adhering to a correct\r\ndiet, proper exercise and a positive mental attitude could dramatically\r\nenhance your life. Many with this placing of Pluto possess inherent\r\nspiritual healing powers."
    },
    "pluto.7": {
        "title": "PLUTO IN THE SEVENTH HOUSE",
        "desc": "With Pluto in the Seventh House opportunities for transforming or\r\nregenerating yourself may come through marriage, close personal\r\nrelationships or business partnerships. General well-being is dependant\r\non intimate and fulfilling relationships. Success here depends on how\r\nresponsible you are in your dealings with partners, psychological\r\ncompatibility, co-operation and the ability to understanding the\r\nemotional needs of others. This is a good position for working with law\r\nand the legal system, and with the public, particularly indirectly as\r\nthrough the courts."
    },
    "pluto.8": {
        "title": "PLUTO IN THE EIGHTH HOUSE",
        "desc": "With Pluto in the Eighth House opportunities for transforming or\r\nregenerating yourself may come through a strong interest in occult\r\nstudies or through other forms of metaphysical work. This position is\r\nfavourable for extra-sensory and higher consciousness experiences. You\r\nprobably possess psychic abilities that may manifest in many levels -\r\nastral projection, dreams, mediumship, healing abilities, etc. A strong\r\ndesire to prove the immortality of life is a constant challenge to your\r\nintellect."
    },
    "pluto.9": {
        "title": "PLUTO IN THE NINTH HOUSE",
        "desc": "With Pluto in the Ninth House opportunities for transforming or\r\nregenerating yourself may come through a driving need for recognition in\r\nsome intellectual or religious field of higher learning. You are likely\r\nto be drawn to emotional and ancient religious sites, and undergo the\r\necstasy of religious inspiration, visions, or communion with other-worldly\r\nbeings. Spiritual leadership qualities may be evident and travels abroad\r\nmay feature strongly in your quest for profound knowledge."
    },
    "pluto.10": {
        "title": "PLUTO IN THE TENTH HOUSE",
        "desc": "With Pluto in the Tenth House opportunities for transforming or\r\nregenerating yourself may come through participation in the affairs of\r\nthe community and society - there is a strong drive for power and public\r\nrecognition. These urges must have a positive outlet, possibly through\r\nyour flair for business and social enterprise. To be successful your\r\nprofessional life should lead to a meaningful contribution to society.\r\nMany scientific, political, spiritual and religious leaders have this\r\nplacing, exhibiting the will-power and drive necessary to reform existing\r\nsocial structures."
    },
    "pluto.11": {
        "title": "PLUTO IN THE ELEVENTH HOUSE",
        "desc": "With Pluto in the Eleventh House opportunities for transforming or\r\nregenerating yourself may come through powerful friends or group\r\nassociates. You possess natural leadership qualities and a magnetic\r\npersonality that should be developed to lead others in social welfare,\r\neducational, humanitarian, or charitable causes. You are fiercely loyal\r\nto the cause and people of the moment but you can also be ruthless in\r\npursuing your goals and objectives. Your expectations can be high,\r\ndemanding a lot from yourself and others. However, you can inspire great\r\nadmiration from those around you - or hatred, if you adopt a dictatorial\r\nattitude. There is a strong possibility of association with occult\r\nor metaphysical groups."
    },
    "pluto.12": {
        "title": "PLUTO IN THE TWELFTH HOUSE",
        "desc": "With Pluto in the Twelfth House opportunities for transforming or\r\nregenerating yourself may come through a preoccupation with the\r\nsubconscious mind and spiritual evolution. You are likely to become\r\nsecretive, reclusive and withdrawn, given to meditation and study. The\r\nmore profound areas of life are investigated through subjects such as\r\npsychology, mysticism, metaphysics religion and the occult."
    },
    "true node.1": {
        "title": "NORTH NODE IN THE FIRST HOUSE",
        "desc": "Self-expression and leadership qualities are to be developed. Your\r\nself-identity will be found in efforts to become independent, free of\r\nreliance on other people and social groups. You will eventually grow in\r\nconfidence, and with the power of self-determination achieve success\r\nthrough your own creative efforts."
    },
    "true node.2": {
        "title": "NORTH NODE IN THE SECOND HOUSE",
        "desc": "Personal integrity and a more refined personality are to be developed -\r\nanti-social traits, abuse of sexual energy, and desire for social power\r\nwill eventually be outgrown. A more stable, peaceful and less aggressive\r\nlifestyle eventually becomes more desirable to you. Personal ambition is\r\nto be achieved through your own individual effort."
    },
    "true node.3": {
        "title": "NORTH NODE IN THE THIRD HOUSE",
        "desc": "Mental and communicative abilities within a social framework need to be\r\ndeveloped. Your love of independence and freedom will eventually give way\r\nto a more responsible, mature, well-educated, and adaptable personality."
    },
    "true node.4": {
        "title": "NORTH NODE IN THE FOURTH HOUSE",
        "desc": "Emotional and spiritual growth is required - you will come to realise\r\nthat worldly accomplishment and material success do not bring true\r\nhappiness. Eventually your greatest desire will be for full maturity\r\nthrough inner integration and emotional well-being. Home life will be\r\nimportant to you."
    },
    "true node.5": {
        "title": "NORTH NODE IN THE FIFTH HOUSE",
        "desc": "Inner strength and self-discipline need to be developed - possibly\r\nthrough long periods of physical, mental or emotional isolation. Once\r\nthis is achieved success comes from individual creative effort and the\r\nexercise of strong will-power. Happiness and well-being come from using\r\nyour powers for others."
    },
    "true node.6": {
        "title": "NORTH NODE IN THE SIXTH HOUSE",
        "desc": "There is a need to overcome emotional, confused and over-tolerant\r\nbehaviour patterns that dissipate life energy. Eventually you will\r\ndevelop the ability to see clearly the issues of life without being\r\ndeceived or emotionally swayed by others. Confidence and correct thinking\r\nwill enable you to overcome any physical or mental weakness. Happiness\r\ncomes from using innate healing ability for others."
    },
    "true node.7": {
        "title": "NORTH NODE IN THE SEVENTH HOUSE",
        "desc": "There is a need to develop social awareness through close interpersonal\r\nrelationships. Marriage\/non-marriage may be an important feature. Your\r\negocentric, individualist and  loner  approach to life will eventually\r\nchange. The needs of others will be understood and accepted.\r\nSelf-identity is found through co-operation and adaptation to social\r\nissues. Happiness is attained through the warmth of human relationships."
    },
    "true node.8": {
        "title": "NORTH NODE IN THE EIGHTH HOUSE",
        "desc": "There is a need to transform totally your personality - possibly through\r\nunexpected events and sudden changes. Aggressive, secretive, anti-social\r\nor adventurous sex traits are to be slowly outgrown, and eventually, a\r\nnew birth of purpose leads you to a more constructive view of the world\r\nand society. Powers of self-control and discipline are used to change\r\nlife circumstances. Success is achieved through a fully transformed,\r\nindividual and self-motivated personality."
    },
    "true node.9": {
        "title": "NORTH NODE IN THE NINTH HOUSE",
        "desc": "There is a need for higher knowledge and a more expansive way of life. A\r\nlight-hearted, mainly superficial attitude to events will eventually\r\nchange into a genuine interest for investigating more profound issues -\r\nsuch as philosophy, religion, science and fringe metaphysical subjects.\r\nTravel may also be a feature."
    },
    "true node.10": {
        "title": "NORTH NODE IN THE TENTH HOUSE",
        "desc": "There is a need for maturity, responsibility and worldly accomplishment.\r\nEarly emotional or environmental conditioning, family pressure, social\r\ndisharmony, and immature attitudes are slowly to be overcome. Through\r\nhard work you become a responsible and respected member of the community."
    },
    "true node.11": {
        "title": "NORTH NODE IN THE ELEVENTH HOUSE",
        "desc": "There is a need to develop a sense of social purpose through friendship,\r\ngroups and clubs. Selfishness, vanity, self-pride, and sexual\r\nadventurism are to be slowly outgrown. A basically good person your\r\ninterests should broaden to include more stimulating group concerns.\r\nCreative talents should be used for the benefit of others. There is a\r\nmarked ability for dealing with children that should be developed."
    },
    "true node.12": {
        "title": "NORTH NODE IN THE TWELFTH HOUSE",
        "desc": "There is a need for seclusion and self-evaluation - circumstances should\r\neventually guide you away from the too-material, worldly aspects of life.\r\nThe inner structure of your being may be changed by direct contact with\r\nthe more profound, unconscious, spiritual realities of existence."
    },
    "for.1": {
        "title": "PART OF FORTUNA IN THE FIRST HOUSE",
        "desc": "Suggests that your greatest success will come by developing independence\r\nand self-sufficiency - meeting life experience with individual initiative\r\nand not being dependent on the views of others."
    },
    "for.2": {
        "title": "PART OF FORTUNA IN THE SECOND HOUSE",
        "desc": "Suggests that you need to discover what is of real value to you. Money\r\nand the things it will buy are of extreme importance, but only insofar as\r\nhow your possessions reflect true value. You can be extremely lucky with\r\nmoney if it truly reflects a sincere value. Eventually you will develop\r\nan ability to see what is personally meaningful and necessary."
    },
    "for.3": {
        "title": "PART OF FORTUNA IN THE THIRD HOUSE",
        "desc": "You will have the ability to meet the obstacles found within your\r\nimmediate environment and deal effectively with them. Developing the\r\nability to think clearly is what will bring your greatest fortune."
    },
    "for.4": {
        "title": "PART OF FORTUNA IN THE FOURTH HOUSE",
        "desc": "The feeling for home and roots will be strong. Happiness will come\r\nthrough building an emotional foundation strong enough to support future\r\ngrowth. This position gives the possibility of finding fulfilment in a\r\nbroader way through identification with a social, professional or\r\nnational whole."
    },
    "for.5": {
        "title": "PART OF FORTUNA IN THE FIFTH HOUSE",
        "desc": "Success usually comes from the growth of creative abilities, or in a will\r\nto power. Great joy comes from being deeply and intensely involved in all\r\nthat you are able to create. With this placing you must be very\r\ndiscriminating with your choice of friends."
    },
    "for.6": {
        "title": "PART OF FORTUNA IN THE SIXTH HOUSE",
        "desc": "Happiness may be found in work, self-improvement and self-discipline. You\r\nwill be at your best during times of crisis because of an ability to take\r\nthe correct action. Great joy will come from developing your natural\r\nabilities and using them constructively in whatever field of work or\r\nservice you may be involved."
    },
    "for.7": {
        "title": "PART OF FORTUNA IN THE SEVENTH HOUSE",
        "desc": "Happiness is found in important human relationships that give a sense of\r\ndirection and meaning to life. With this placing, luck and good fortune\r\nusually come through other people."
    },
    "for.8": {
        "title": "PART OF FORTUNA IN THE EIGHTH HOUSE",
        "desc": "Happiness will come through your ability for financial management,\r\nespecially other people s financial affairs - such as banking, contractual\r\nagreements, business, marriage, etc. Luck and good fortune will be\r\nbestowed on you by other people."
    },
    "for.9": {
        "title": "PART OF FORTUNA IN THE NINTH HOUSE",
        "desc": "Happiness will come from a search for truth and the deep study of such\r\nsubjects as sociology, psychology, religion and metaphysical law. There\r\nis also a possibility of distant travels."
    },
    "for.10": {
        "title": "PART OF FORTUNA IN THE TENTH HOUSE",
        "desc": "You will seek happiness through accomplishment and in fulfilling a\r\nconstructive role in society."
    },
    "for.11": {
        "title": "PART OF FORTUNA IN THE ELEVENTH HOUSE",
        "desc": "You may have the urge to be a reformer or pioneer of new social, cultural\r\nor spiritual values. Happiness will come from contact with bright,\r\nintelligent people or friends who stimulate your imagination with\r\ninspired ideas and noble concepts."
    },
    "for.12": {
        "title": "PART OF FORTUNA IN THE TWELFTH HOUSE",
        "desc": "You may find happiness in accepting and thus transforming or dissolving\r\nyour Karma to complete a cycle of experience. The achievements of this\r\ncycle may become the seeds or foundation of a new cycle. In an 'occult'\r\nsense, you may even find it possible to reach 'personal immortality', so\r\nthat what you are as a formed mind is able to survive the disintegration\r\nof the physical body. You will find great happiness and joy through\r\nperiods of solitude for meditation and attunement with your inner self."
    }
}