{
    "101-01": {
        "title": "ARIES ASCENDANT",
        "desc": "The Aries Ascendant endows you with robust health, courage and daring. You will shrink from nothing, dare to undertake anything and stick to it through thick and thin. You do not like to be in an inferior position but wish to be at the head of the pack. Your courageous and enterprising spirit enables you to face and overcome difficulties promptly and bravely. Ambition, self-reliance and confidence are qualities that help you to win your way in the world. Inherent leadership potential and unlimited energy for action can bring much success if applied correctly. You need to be more decisive and less vague. You are somewhat lacking in coolness, calm deliberation, and self-restraint - not finding it easy to bend or give way to others. There is also a tendency to be impulsive and you are capable of violent outbursts of temper without due provocation. Qualities lacking to some degree, which may be found in you partner, are courteousness, sympathy for others, a dislike of unpleasantness and a feeling for justice."
    },
    "101-02": {
        "title": "TAURUS ASCENDANT",
        "desc": "The Taurus Ascendant endows you with practicality, self-assertion, diplomacy and an affable disposition. You are loving, affectionate, fond of pleasure, cool, self-contained, firm and strong-willed, a lover of peace, quiet, comfort, and harmony. You are quiet-natured and not easily roused to temper, however, once your passion is roused you can be very dangerous -  the raging bull. You can be somewhat reserved and self-centred, and show great obstinacy upon occasion. You do not change very easily, and are a little lacking in adaptability. Your course of life tends to move from day to day and even from year to year in its accustomed channels with comparatively little alteration. You are not easily influenced by other people, but are a persistent and patient worker in your own way and according to your own ideas. There is a tendency to laziness and an over attachment to material values. Qualities lacking to some degree which may be found in your partner are aggressiveness, sympathy for others, passion, energy and a capacity for sustained work."
    },
    "101-03": {
        "title": "GEMINI ASCENDANT",
        "desc": "The Gemini Ascendant endows you with an inquiring nature fond of study and intellectual debate. With your liking of books and reading and you can apply your mind to a variety of subjects. Ingenuity and inventiveness are inherent qualities that should bring you social or financial success. A good education is important - you have good reasoning powers, a thoughtful mind and the ability for almost any literary pursuit or clerical work: languages and science are your strong subjects. You are also fond of travel. On the negative side you may lack concentration and perseverance. You can be rather irresolute, uncertain, and changeable at times. You are liable to worry and can be easily upset by little annoyances. You are kind, humane and sympathetic, but you know what it is to have fits of shyness, nervousness, and reserve, when you withdraw into yourself. Reason and understanding are your strong faculties, but you are liable to lack continuity and strength of will. An inner restlessness keeps you perpetually employed in research or other work. The danger lies in overstrain, the exacting of too much from body and spirit. You can, on occasion, be irritable and downright rude. Qualities lacking to some degree, which may be found in your partner are generosity, honesty of purpose and true wisdom."
    },
    "101-04": {
        "title": "CANCER ASCENDANT",
        "desc": "The Cancer Ascendant endows you with a sympathetic, idealistic and sensitive nature capable of much emotional warmth. There is a need for domesticity and a happily family life where your nurturing quality can find expression. Emotional experiences are all important and on occasion they may dominate your life for better or for worse. You are easily influenced by those whom you love or admire, but are apt to be cold, reserved, and distrustful to those you do not know well or whom you dislike. You have an active imagination and fancy, and often live the past over again in your mind and anticipate the future. You live a good deal in the senses, and at times are changeful and capricious, but you also have patience and perseverance. A shy, sensitive and timid nature makes you vulnerable to emotional pain. Other dangers are moodiness, fantasising, restlessness and a predisposition to hypochondria. Qualities lacking to some degree, which may be found in your partner are perseverance, ambition and the capacity for sustained hard work."
    },
    "101-05": {
        "title": "LEO ASCENDANT",
        "desc": "A Leo Ascendant endows you with courage, kindness and an air of authority. You have dignity and self-confidence that will enhance your social position in life and sustain you through trouble and difficulty. Compassionate, tender and sympathetic, you are anxious to give help to those who need it and to protect those who need protection. Friends find you courteous, loyal, warm hearted and generous. Yet, on occasion, you may allow uncertainty, conceit or inaccessibility to spoil your social image. Impulsiveness is a further danger - your pride is rather easily touched, and anger is sometimes quick to rise, but you are a forgiving enemy and prefer peace to war. You have a firm, strong will and do not readily change your course when you have once decided on it, but are capable of persistent effort extended over a long period. You are cheerful, hopeful, sociable and companionable. You are rather fond of luxury and pleasure, and may need to put some curb upon this side of your nature. Qualities lacking to some degree, which may be found in your partner are originality, intuitive wisdom and a true universal love for mankind."
    },
    "101-06": {
        "title": "VIRGO ASCENDANT",
        "desc": "A Virgo Ascendant endows you with an unemotional, self-reliant, calm, intelligent, inventive, and systematic approach to life. Careful and prudent, you are capable of exercising much forethought before you act. Although you are very adaptable and almost capable of being all things to all men, you seldom show your real nature openly, and are at times difficult to understand. You have a logical mind, good reasoning faculties, and have capacity for scientific or literary pursuits. But you are able to develop a fair amount of practical ability also, and can attend to small details skilfully and methodically. You are apt at times to worry unnecessarily, and to vacillate and change your mind. You tend to lack self-confidence at times and are too ready to give way to difficulties. You are not sufficiently hopeful and will work best and be most fortunate if you follow a leader and rely upon him. You have a sound business sense and a good eye for detail. An overly-critical attitude, egoism and coldness towards others may be the negative traits. Qualities lacking to some degree, which may be found in your partner are sensitivity, imagination and humility."
    },
    "101-07": {
        "title": "LIBRA ASCENDANT",
        "desc": "A Libra Ascendant endows you with a courteous, kind, honest and sensitive disposition and a strong sense of justice. You strive for the beautiful and more refined things of life and will evade unpleasantness at all costs. Your feelings and affections are strongly developed and are likely to play an important part in your life. You are able to make many friends and associate easily with other people. You have a refined mind with a fondness of beauty and orderliness. A cultivated taste for music, painting and other artistic pursuits is also suggested. Your surroundings influence you very much and you are not happy unless they are elegant and harmonious. You will be less fortunate it you live alone or dissociate yourself from others. Your mind is capable of considerable cultivation especially in connection with the more imaginative and idealistic subjects, but you have more intuition than reason, and emotion and affection mean more to you than cold intellect. You can be rather fickle and changeable, your likes and dislikes vary a good deal, and your ideas change with your moods. Companionship, friendship, partnership, association, and marriage are the  keynotes of your nature, and you will not attain your full potential without them. Apathy, lack of perseverance and emotional fragility are the dangers. Occasionally, good music, rest and seclusion are needed to restore your inner equilibrium. Qualities lacking to some degree, which may be found in your partner are will-power, daring, assertiveness and courage."
    },
    "101-08": {
        "title": "SCORPIO ASCENDANT",
        "desc": "A Scorpio Ascendant endows you with strong will-power, ambition, physical energy, passion, determination and deep emotions. Brave, ingenious, resourceful, self-reliant and courageous you do not shrink from controversy or dispute if it is thrust upon you - nor do you shirk responsibility. You have strong likes and dislikes towards both persons and ideas, and you do not easily change your opinions or habits of life. You have much strength of will, and although feelings, emotions, and passions sometimes sway you intensely, you have great endurance and persistence and you can work hard and long to achieve your ends. You are a good fighter when the defensive, critical, sarcastic or analytical side of your nature is activated. At times, you can be too blunt and forceful with those who differ with you, creating unnecessary enmity and friction. You tend to look after your friends and go out of your way to help those in need, although, on occasion you can be very rude. You also have a predisposition to jealousy. You may, at some stage, develop a taste for mystical or occult subjects. Qualities lacking to some degree, which may be found in your partner are efficiency in practical matters and diplomacy."
    },
    "101-09": {
        "title": "SAGITTARIUS ASCENDANT",
        "desc": "A Sagittarius Ascendant endows you with optimism, enthusiasm for life, good humour and tolerance for others. You have an honourable, open-minded, generous, kind, sympathetic, truthful and just disposition. With a sound sense of dignity you ensure neatness, orderliness and precision both in person and surroundings. You do not tolerate any breach of etiquette and insist on correctness for any social occasion. You have a versatile mind with the natural ability for higher learning - particularly in subjects such as philosophy, sociology, religion, theology or law. You are a lover of freedom and independence; restless for activity - out-door sports, exercises and travel are important to your well-being. On occasion, you can be somewhat impulsive, fiery and a little harsh and abrupt with people, but usually only when offended. Qualities lacking to some degree, which may be found in your partner are versatility of mind and a non-conformist\/non-dogmatic approach to life."
    },
    "101-10": {
        "title": "CAPRICORN ASCENDANT",
        "desc": "A Capricorn Ascendant endows you with the ability, tact and talent to cope with serious practical issues responsibly. You have a quiet, steady and patient disposition. There is a capacity for hard work and in time you will acquire a self-disciplined and methodical approach to life's problems. You are ambitious and have desires for power and social status. You have much practical ability, are a steady, patient worker and will carry out faithfully any work entrusted to you. Having strong self-control and strength of will, you can pursue your ends persistently in the face of many obstacles. You also believe in justice, economy, caution and prudence, and you usually think before you act. You are ideally suited to executive duty and very capable of exercising power. Also you are well-able to order, direct and manage subordinates very efficiently, although you are apt to be more respected than loved by them. Your inherent reserve and restraint inhibit you from making friends easily, but you are very faithful to those you have. On the negative side you can be a stern, ruthless and rather pitiless enemy. You are at times inclined to melancholy and to too-serious a frame of mind. You are a little lacking in cheerfulness, hopefulness, and buoyancy, and sometimes look too much on the dark side of things. Providing you do not allow this negative, pessimist and on occasion, depressive attitude to cloud your judgement, social success will ultimately be achieved. Qualities lacking to some degree, which may be found in your partner are sensitivity to the problems of others and emotional warmth."
    },
    "101-11": {
        "title": "AQUARIUS ASCENDANT",
        "desc": "An Aquarius Ascendant endows you with intellectual abilities, idealism, sociability, sympathy and a magnetic social presence. You have a good memory and are capable of receiving a good education. You have an open disposition - genial, cheerful, candid, frank and truthful. At times you can be very silent and self-contained but this does not imply melancholy. On these occasions, others may view you as a little eccentric and changeable. You are likely to make many friends and you are constant and faithful in your attachments. You will benefit a good deal through friends and acquaintances and take much pleasure in their companionship - you believe strongly in the brotherhood of man concept. There is an innate need to study the more profound aspects of life and you may be attracted to such subjects as science, literature, art and metaphysics. Qualities lacking to some degree, which may be found in your partner are self-confidence and courage."
    },
    "101-12": {
        "title": "PISCES ASCENDANT",
        "desc": "A Pisces Ascendant endows you with sensitivity, gentleness, sympathy for others, artistic ability and a harmonious disposition. You have a benevolent, humane, generous and charitable nature and your feelings are easily roused by suffering and need. You will often go out of your way to help those less privileged than yourself. At times, unfortunately, others may take advantage of your kind and self-sacrificing nature. Sociable and friendly you are able to make friends easily and to get on well with most people. You are deeply emotional and have a strong fertile imagination. This side of your nature will find expression in music, painting, religion, theatre, singing, poetry or imaginative inspiring literature. You have a strong sense of dignity and pride and observe due social etiquette, and in company you are considerate of the views and feelings of others. You enjoy peace and seclusion and the more simple things of life. On occasion you can be lazy, wasteful and dreamy, wishing to escape the harsh realities of life. Qualities lacking to some degree, which may be found in your partner are self-reliance, practicality and a calm, intelligent approach to life's problems."
    },
    "110-01": {
        "title": "ARIES MIDHEAVEN",
        "desc": "This placing indicates that your career or area of responsibility in the\r\nworld relates to a personal ambition to attain prominence and overcome\r\nproblems regarding self-expression. Your goals include personal\r\nhappiness, financial security, general well-being and personal\r\nfulfilment. In order to achieve self-sufficiency much hard work is\r\nrequired to overcome self-limitations. Periods of gloom and discontent\r\nare certain but eventual success will come through your ability to manage\r\nothers, practical ability and strenuous, protracted effort. Progress may\r\nbe slow but you are sure to gain a good reputation, honour and credit\r\nthrough persistence, acquired ability, worldly wisdom and continual\r\neffort. A strong ego must be evolved and an agreeable social persona\r\nadopted. These qualities will enable you overcome feelings of fear and\r\nself-doubt, and to face the challenges of the outer world with courage\r\nand self-confidence: a free soul with a true sense of worth and purpose.\r\nYou have a strong need for action and assertiveness therefore you should\r\ndo well as in the police service, hairdressing, armed forces, physical\r\ntherapy work, construction or any sports-related occupation."
    },
    "110-02": {
        "title": "TAURUS MIDHEAVEN",
        "desc": "This placing indicates that you are required to develop prudent financial\r\nabilities, thrift, economy and a solid, conservative investment strategy.\r\nFinancial growth and business expansion will require much hard work and\r\ndiligent effort, however, success will eventually come through steady but\r\nslow returns. Land and property deals are favoured. You will make a good\r\nbanker, cashier and teller, and do well in any occupation that has to do\r\nwith money."
    },
    "110-03": {
        "title": "GEMINI MIDHEAVEN",
        "desc": "This placing indicates that your career or area of responsibility in the\r\nworld relates to an ability for mental discipline, concentration, mental\r\ncontrol, orderly reasoning and logical thinking. Much hard work is\r\nrequired in communications, writing and obtaining relevant educational\r\nqualifications. There is a need to discipline the mind against needless\r\nworry, gloom, restlessness, anxiety and misgivings. With maturity a\r\ncontemplative mind - responsible, thoughtful and capable of concentration\r\non serious or profound subjects - is developed. The technique of clear\r\ncommunication in speaking and writing is of paramount importance. You\r\nrequire a great deal of versatility in your work, or you becomes bored.\r\nYou will be happy in positions which uses the written or spoken word -\r\nteaching, administration, accounts, publishing or some kind of research."
    },
    "110-04": {
        "title": "CANCER MIDHEAVEN",
        "desc": "This placing indicates that your career or area of responsibility in the\r\nworld relates more to home and family concerns. Much work is required to\r\novercome emotional inhibitions, early conditioning and irrational fears.\r\nEmotional security and self-acceptance will eventually come from a true\r\nknowledge of self and an ability to focus inwardly, away from the\r\nemotional and financial dependency of others. You enjoy cooking,\r\nrestaurants and all places where food is prepared or served. Your\r\nprofession may involve real estate, catering, building projects, the\r\nmanufacture of domestic products, any work that deals with fluids, or a\r\nbusiness working from the home."
    },
    "110-05": {
        "title": "LEO MIDHEAVEN",
        "desc": "This placing indicates that in order to succeed in your social position\r\nin the world you will have to gain knowledge and expertise associated\r\nwith the proper use of personal power, creative self-expression and\r\ncontrol of the ego. You need the kind of work that puts you before the\r\npublic (such as acting), but you can also do well in investments.\r\nRecognition is more important to you than money, as you need the approval\r\nof others. You will succeed best in positions of leadership, and to\r\nfulfill a wish to leave the world with a lasting legacy. Your profession\r\nmay deal with investments in lands and property, stockbroking, or\r\nspeculative ventures relating to art, music, schools, places of\r\nentertainment."
    },
    "110-06": {
        "title": "VIRGO MIDHEAVEN",
        "desc": "This placing indicates that in order to succeed in your social position\r\nin the world you will have to gain knowledge and expertise associated\r\nwith the correct attitude to work, employers, employees, and co-workers.\r\nLife experience will force you to learn valuable lessons related to the\r\ndevelopment of a sound business sense and a well structured, accurate,\r\nprecise, practical and efficient way of working. You are intensely\r\ninterested in money, and it is your primary consideration in whatever\r\nfield you choose for your life's work. Your profession could be in\r\nscience, engineering or other fields requiring detailed skill and\r\nprecision. Virgo is the sign of service, and many with this placing are\r\nfound in the medical profession or other health-related work."
    },
    "110-07": {
        "title": "LIBRA MIDHEAVEN",
        "desc": "This placing indicates that your career or area of responsibility in the\r\nworld relates in some way to social relationships, partnerships and\r\ncorrect public dealings. Marriage is an important factor and it is likely\r\nthat your partner possesses wealth, property or status. Life experience\r\nwill force you to learn valuable lessons related to the development of\r\nsocial awareness and a strong sense of responsibility in relationships.\r\nYou must come to realise that co-operation, justice and mutual\r\nagreement are necessary for stable, enduring friendships and\r\npartnerships. Receptiveness, tact, reliability and good organising skills\r\ncould bring wealth and social standing. Your profession could be in law,\r\ndiplomacy, business organisation, public relations work, counselling or\r\nmanagement positions relating to contractual affairs. You have a strong\r\nsense of justice and could make an excellent lawyer or judge. You will do\r\nbest in a partnership situation."
    },
    "110-08": {
        "title": "SCORPIO MIDHEAVEN",
        "desc": "This placing indicates that your career or area of responsibility in the\r\nworld is to gain knowledge and expertise associated with the responsible\r\nhandling of other peoples property and money - banking, investments,\r\ninsurance, corporate money, tax, inheritances, etc. You are extremely\r\nshrewd and secretive, and do your best work alone. You will make a good\r\ninvestigator, scientist or psychiatrist."
    },
    "110-09": {
        "title": "SAGITTARIUS MIDHEAVEN",
        "desc": "This placing indicates that your career or area of responsibility in the\r\nworld relates to an interest in higher education, philosophy, science and\r\nreligion. Much hard work, devotion and travel are required to attain\r\ndiplomas or higher certificates of education necessary for personal\r\nattainment. Your profession is likely to be in law, publishing, teaching,\r\nhigher education, travel or religion. Through diligent effort and\r\nachievement you may gain distinction and become a recognised authority\r\nwithin your chosen field of endeavour. You need freedom in your work, as\r\nyou have a dislike for supervision."
    },
    "110-10": {
        "title": "CAPRICORN MIDHEAVEN",
        "desc": "This placing indicates that your career or area of responsibility in the\r\nworld relates in some way to the attainment of public power and status\r\nthrough positions of authority and professionalism. You may have had a\r\nlack of opportunities in your youth and met with obstacles, delays, dull\r\nperiods and disappointment. However, with your ambition for power and\r\nadvancement, and through steady, persevering industry, you will rise\r\nabove your sphere in life - possibly in your middle years. You will have\r\nto gain knowledge and expertise associated with worldly power, status,\r\nachievement, practical accomplishment and the ability to deal effectively\r\nwith authority. You are not as concerned about money as about status and\r\nrecognition - you feel that money is a necessary ingredient for a good\r\npublic image. You will do well in real estate, politics, business and\r\nadministrative or government work. You have strong need of a job which\r\noffers security and stability."
    },
    "110-11": {
        "title": "AQUARIUS MIDHEAVEN",
        "desc": "This placing indicates that your career or area of responsibility in the\r\nworld relates to gaining knowledge and expertise associated with the\r\ndevelopment of a broad, tolerant and impartial attitude when dealing with\r\nfriends and other social groups. Intellectual power is important -\r\noriginal thinking, intuition and an investigative nature need to be\r\ndeveloped and given practical application. You are a free soul and a\r\nconfirmed nonconformist. You will generally do well working with\r\nelectrical and electronic equipment, or in social work, photography, or\r\nany group or organisational work."
    },
    "110-12": {
        "title": "PISCES MIDHEAVEN",
        "desc": "This placing indicates that your career or area of responsibility in the\r\nworld relates in some way to work in seclusion, or for the care or\r\neducation of others - perhaps in social work, hospitals, prisons,\r\nuniversities, religion or the arts. Your nature is acquisitive, reserved\r\nand inclined to solitude, with a desire to work unpretentiously,\r\nunobserved, peacefully or alone. You may at some stage suffer false\r\naccusations by secret enemies."
    }
}